{
"Format": "1.0.0",
"Changes": [
{
"Action": "EditData",
"Target": "Characters/Dialogue/MarriageDialoguePenny",
"entries": {
    "Rainy_Day_0": "Hmmm... this weather puts a bit of a damper on my workout plans...$3#$b#Maybe I'll stay inside today and do some free weights$0.#$b#Wouldn't want to catch a cold!$1#$e#What's up with those bedroom eyes, @?$4#$b#Oh? You're imagining the rain trickling down the valleys of my muscles?$6#$b#Mmmh... Maybe a trip outside wouldn't be such a bad idea after all...$6#$e#I might never get tired of you admiring my body the way you do, @. I love you so much.$4",
        "Rainy_Day_1": "It would be dangerous to lift heavy weights out in the rain, so I figured I'd stay in today.#$b#You know, after my workout, you could always stay inside with me.#$e# My sore muscles could use a massage.$4#$b#Your hands always make my body feel amazing after an intense workout.$4#$b#Just thinking about it is getting me a bit excited... I should get started here so that I can get my reward...$6",
        "Rainy_Day_2": "Part of being a bodybuilder is knowing how to cook! I made enough for both of us, if you’d like some. [186 180 770 535]$1#$e#The quality of the crops you grow really helps keep my growing body fueled, by the way. #$b#They’re so packed with vitamins and nutrients!$1#$b#I feel so much more energized after I eat a meal made with something you’ve grown.$13#$b#If You keep growing crops, I’ll keep growing my muscles! Sound like a deal?$1",
        "Rainy_Day_3": "I really worry about you going out in the rain... But as a farmer I suppose it can’t be helped.$3#$b#I’d like to stay in if possible, I was thinking of working my core extra hard today.$0#$b#I feel like I might neglect my abs a bit sometimes. I enjoy chest and bicep workouts so much, that I tend to over do them.$13#$b#There is definitely something incredible about a good core workout though.#&b#After you push past the pain it starts to feel really... pleasurable.$6#$b# I’ve heard of ‘coregasms’ but you really have to feel one to understand what it's like.$6#$e#That settles it! I’m going to go all out today, and really blast my belly!$1#$b#I’ll have these abs so hard that you’ll be able to grate cheese on them!$1",
        "Rainy_Day_4": "On rainy days like this, I love to practice my posing routine.$13#$e#I used to loath posing, mostly because it was just my mom scolding me to get them right.$12#$b#I didn’t really like the idea of strangers staring at me half-naked on stage, either...$3#$b#But since I moved here to the farm, I’ve started getting really into my posing routine.$1#$b# I’ve even begun to appreciate all of my gains, no matter how minor.$4#$b#Seeing how big, and hard I can get these muscles... $4#$b#It’s begun to really excite me, you know?$6#$b#And knowing that you’ll be coming home, to admire each and every inch of me... That’s the best part of all.$6#$b#...Don’t be late tonight, darling.$6",
    "patio_Penny_0": "I'm going to spend today researching new exercises, since it’s a break day and all. I might even try out some new supplements too!$1#$b#You look excited, @!$1#$b#Are you thinking about what I’d look like if I gained even more muscle?$6",
	"patio_Penny_1": "%Penny is standing on the patio. The sun light is hitting her perfectly, accentuating all of her rippling muscles perfectly.#$b#%You really are lucky to have such an incredible woman by your side every day.#$b#@, it's just a wonderful day, don't you think?$1",
    "Rainy_Night_0": "Oomph! I feel so pumped! I really worked my back today! $1#$e#I’m starting to get really wide... *giggle*. $14#$b#If I get any wider, there might not be enough room for you in bed, @.$4#$b#It just means we’ll have to snuggle even more... I’m more than happy to do that.$6#$e#I feel so safe when you hold me, @. I sleep like a baby every night.$6",
    "Rainy_Night_1": "I'm sure Mom's at the saloon right now, now that she doesn’t train me anymore...#$e#She tells me she was a serious bodybuilder back in the day. But after she had me, she put that life behind her.$3#$b# Eventually she started drinking, and it ruined all of her hard work.$5#$b#I think she blames me for it, which is why she was so determined to make me follow in her footsteps.$2#$b#But I’ve spent enough time feeling guilty about my mom. Now it's time to live my own life, on my own terms!$1#$b#...With the person that I love...$4",
    "Rainy_Night_2": "I was just thinking about the night we met in the bathhouse.$4#$e#It felt like we were the only two people in the world.$4#$b#You were the first person I genuinely wanted to see all of me...$4#$e#Even though I was terrified that you wouldn’t love me the way I love you... $3#$b#I remember feeling overwhelmingly confident as soon as I saw you... That was a new feeling for me.$4#$b# You were mesmerized by my body... it made me feel so empowered...$6#$b# It was intoxicating.$6#$b#It’s a little embarrassing now, thinking back. I’m wasn't normally a flirty, or seductive person.$4#$b#But you woke something inside of me, I wanted you to see that. And see all of me. $4#$b# It was like I was a different person, I couldn’t get enough of you admiring my body.$6#$b#Do you remember the little show I put on for you? I watched and followed your gaze, and flexed each muscle your eyes reached...$6#$b#I remember the look on your face... you were absolutely transfixed on my chest. I had worked them extra hard that day...$12#$b#I splashed a little water on them. Your eyes went so wide as you watched the water trickle down my swollen pecs, and into my cleavage...$6#$b#Oh... sorry I started to get a bit carried away.$4#$b#We should visit the bathhouse again on our anniversary, and by then I’ll be even more passionate.$4",
    "Rainy_Night_3": "I realized recently that listening to the rain really helps me concentrate when I’m working out.$0#$b#I can enter a zen like trance; it's just me and my muscles.$3#$b#It’s gotten to the point where I can even push past the pain a bit more than I could before.$0#b#And that means even bigger, harder muscles for you to admire.$13#$e#I hope it rains again tomorrow...$6",
    "Indoor_Day_0": "It's so peaceful here.#$b#I never thought I'd be able to love working out as much as I do now.#$b# But you changed my mind. Now I love my body!$1#$b#And so, I'm going to make it even better, for  me, and for you.$4",
    "Indoor_Day_1": "Good morning, @! I made you a protein packed breakfast![195 210 211]#$e#I can't be the only one eating around here you know!$1#$e#This might be a silly question but...$4#$b#How would you feel about feeding me before my next workout...?$4#$b#Y-you don't have to if you don’t want to!$8#$b# It’s just that... I had a dream that you fed me before my workout.$4#$b#I was on fire! I worked every muscle to the brink of collapse... The gains after that were incredible...$6#$b#I doubled, then almost tripled in size...$6#$b#It was a really, really nice dream.$6#$b#",
    "Indoor_Day_2": "Today's chest day!$1#$e#I know my pecs are one of your favorites, so I'll work them extra hard today.$4#$b#I’ve come to really love my pecs too, you know. I used to think they made me look masculine...$0#$b#They’re starting to get really thick. My collar bones have completely vanished behind them$12#$b#...I’m starting to get really excited about my workout today.$6",
    "Indoor_Day_3": "Spelunking in that cave sounds like a great way to work out...#$e#But I'm not much of a fighter. Slimes are scary.$3#$b#I might be able to heft around heavy weights, but I also respect your kind of strength, @.$0#$b#You work the fields, tend to the animals, go exploring in the mines...$0#$b#And after all of that, you always have enough energy to come home and show me love...$4#$b#Don’t ever forget how incredible you are, @.#$b#And even if you do, I’ll be here to remind you, every single day.$4",
    "Indoor_Day_4": "I was so mortified by my muscles when we first met.$2#$b#But you convinced me that my body is beautiful, and now I love myself.#$b# I want to get even stronger, to be the perfect woman for you.$1",
	"Indoor_Day_5": "%Penny is lifting some serious looking weights.#$b#%Her face is red from the effort, and thick veins are bulging everywhere under her pale skin.#$b#%Penny lets out a loud feminine grunt as she hefts the weight up, shaking slightly, but still in control.#$b#%Her mighty muscles swell and ripple. Right now she is in her element, and the sight is incredibly arousing.#$b#%Finally Penny sets the weight down, and lets out a sigh of releif.#$b#*phew*$7#$b#Oh hello @! Did you see that?$1#$b#New personal best today! I feel so pumped up!$1#$b#....Maybe you'd like to come have a feel for yourself?$6",
    "Indoor_Night_0": "Good evening, honey. Do I look as pumped as I feel?$1#$b# Maybe you should come get a closer look...$4#$e# I worked really hard today, even bested some of my own records.$1#$e# Ooh! You really do like my muscles!$8#$e#Well... Tonight you can run your hands along any muscle you want.$4#$b#Though I really blasted my pecs today. I know how much you like them.$12#$b#How do they feel? *flex*$12#$b#Hard? *flex*$12#$b#Warm? *flex*$12#$b#*giggle* Your touch feel so lewd... I'm starting to get excited.$6#$b#How about I get out of these clothes so that you and I can continue in the bedroom?$16",
    "Indoor_Night_1": "Hmm... skirt or pants tomorrow? Oh, who am I kidding... I don't fit in skirts any longer.#$e#Anyway, it's bedtime, honey. These muscles won't grow without proper rest!$1#$b# But... you had other plans, didn't you? I can tell by how you're ogling my quads. Today was leg day afterall...$4#$e#.Why don't we get undressed, and I can show you...$6",
    "Indoor_Night_2": "*grunt*!$9#$b#*grunt*!!$9#$b# Oh @, you're home! Sorry was just wrapping up some incline flys!$8#$b#I missed you during my workout. I'm glad you're back.#$e#Notice anything different? I was able to lift with 10 pounds more than I usually do!$1#$b#Come put your hands on my pecs, and you'll really be able to tell the difference...$12",
    "Indoor_Night_3": "I hope mom hasn't found a new girl to train.#$e#She was a real slavedriver. Every day with her was torturous. I wouldn't wish that on anyone else.$2#$e#But you're different, @! Now I love pumping up my muscles!$1#$e#In fact... why don't I show you just how much I appreciate you with a little flexing session?$4",
    "Indoor_Night_4": "Ready to tuck in? I made the bed and everything...#$b#Also, um... I was hoping you could massage my back tonight? I bought some oils...$4#$e#You will? Thank you!$1#$b# I really worked my back today, but I can't reach back there anymore.$4#$b#Here, let me slip out of my tops...$10#$b#%You put your fingers to work, pressing deeply into Penny's wide back.#4b#*moan* ...Oh that feels heavenly.$11#$b#Make sure to rub every single knot and swell...*moan*.$10#$b#%You continue to rub, but after a short while, you begin to be a bit more bold.#$b#%You work downward until you reach Penny's beautiful glutes.#$b#%You cup her cheeks in your palms, using your thumbs to kneed the soft mounds like bread.#$b#*gasp*! @, that's not my back!$19#$b#I'd be lying if I said I don't like it though... you can keep going...$20#$b#*moan*...$11#$b#%You gently pull down Penny's shorts exposing her ass.#$b#%Your massage has really turned her on, which is made evidant by the trickle of fluid traveling down her leg.#$b#% ",
    "Indoor_Night_5": "What?! You want me to talk dirty about my muscles??$8#$b# Hmm... I'm not sure I'm very good at it yet...$3#$#But I'll do anything for you, @...$4#$e#Hm... well today was arm day. So lets start there.$1#$e#Do you like how, when I turn my wrist like this, all of the cords of my big, thick forearms jump to life? I like to make them dance...$6#$e#Or maybe you like my big, swollen biceps more...$13#$e#Some times, it feels like every time I pump them- $13#$b#*flex*$13#$b#They get-$13#$b#*flex*$13#$b#Even bigger-$13#$b#*FLEX*!$13#$b# That wasn't so bad right? I'm actually feeling really turned on right now... let's continue in the bedroom...$6",
    "Outdoor_0": "I only ever dreamed of living in such a beautiful place, and now it's come true.#$e#I can't express in words how much you mean to me.$l",
    "Indoor_Night_6": "I've been waiting for you, honey.$4#$b# After I wrapped up my workout I watched you finish your work on the farm.#$b#You looked so confident, so determined.$4#$b#I have a lot of respect for the hard work you do every day to provide for us.$4#$b#So tonight, I thought I'd show you just how thankful I am.$6#$b#I was thinking you might like a little show... Some flexing to get you into the mood...$12#$b#Then once you're ready, we could move over to the bed...$13#$b#$And then... Well... I won't spoil it just yet. But I promise you'll love it...$6#$b#",
    "Indoor_Night_7": "Welcome home, @!#$b#I've been thinking about you...$4#$b#I thougt you might want to unwind after your day, so I borrowed some soothing incense from Emily.#$b#I lit them just before you got home, don't they smell lovely?$4#$b#...#$b#*sniff*...Oh my... I feel a little strange.$8#$b# My body got so... hot all of a sudden...$4#$b#Mmmhhh... I think that incense is a little more potent than Emily described...$6#$b#This isn't really how I planned things but... Wow you look amazing...$6#$b#Kiss me.$7#$b#...*smooch*...$7#$b#I love your kisses, @. They make me feel like I'm floating...$6#$b# *pant* but it's not enough, *pant* my body is still on fire!$6#$b#Please, @! *pant* Make love to me! Ravage my body until it calms down!$11#$b#*moan*...Your touch feels electric...$10#$b#*giggle*...You know all of my weak *pant* spots...$11#$b#*moan* *pant* Oohh...*pant* $7#$b#This feels amazing...*pant* but my body is just getting more excited!$7#$b#Please, @! I can't take it anymore! *pant* Make me cum!$14#$b#Yes! *pant* Yes!$14#$b#@!!!$15#$b#...$11#$b#God... That was...$11#$b#Incredible.#$b#I think I might borrow some more incense next time I see Emily.$10",
    "Outdoor_0": "How would you feel if I arranged a little obstacle course out here for myself? #$b#I've been thinking of customizing a private boot camp regimen.#$b#Doesn't that sound like fun?$1",
    "Outdoor_1": "Part of me wonders if mom and I could have had a better life if I grew up somewhere like here.$2#$b#Maybe if we'd been more fortunate, she'd still be in shape, and we'd still be a family.$2#$b#I know she was an incredible bodybuilder back in her day.#$b#Part of me wishes I could go back in time and meet that woman.#$b#But there's no point on dwelling in 'could be's'. I love the life I have right now.$1",
    "Outdoor_2": "Isn't this a perfect place to build one’s body?#$e#I would've been so happy training on a farm growing up.",
    "Outdoor_3": "Hi, honey! How about a healthy snack to stay energized? [613 398 634] $h#$e#You need to eat if you want to be big like me$1!",
    "Outdoor_4": "You know, I think it's time to buy some heavier weights.#$e#Ooh!I just got really excited!$1#$b# Before I met you, the thought of making my workouts even more brutal would have been really depressing.$2#$b#Now I want to see just how far I can push these muscles.#$b#For myself, but especially for you.$4",
    "Outdoor_4": "Ahh... It feels great to be outside. I could spend all day right here, pumping my muscles.#$e#Maybe %pet and I should go for a run? Bulking up is fun and all, but everyone needs cardio now and again!$1",
    "OneKid_0": "Have you had any time to play with %kid1 today? Wonder if they'll take after me.#$e#Do big muscles run in the family?$1",
    "OneKid_1": "Little %kid1 can choose their future, but I'd be thrilled if they got into bodybuilding like me!",
    "OneKid_3": "Being a mom isn't going to slow me down!#$e#I'm going to keep working on my body, no matter what!#$e#...%kid1 comes first though of course.",
    "OneKid_4": "I wanted a child for a very long time.#$e#I used to think my muscles made me look unattractive.#$b#I didn't think I'd ever meet someone who liked them, let alone settle down and start a family.$s#$e#But you came along and gifted me with this beautiful this child.#$e# %kid1 is like a blessing to me.$1#$e#You are too, honey.$4",
    "TwoKids_0": "I already gave %kid1 and %kid2 their food. They're such hungry children! Thats a good sign!",
    "TwoKids_1": "We have to make sure and give %kid1 a lot of attention now that we have %kid2. We don't want any jealousy between them.",
    "TwoKids_2": "I've had this dream that %kid2 grew up to be a farmer just like you, @.$1#$b#Of course %kid1 took after their mother, and became a world famous bodybuilder!$1",
    "TwoKids_3": "A nice house, two wonderful kids, and a beautiful plot of land. We're so very fortunate.",
    "Good_0": "I love you so much, @.$l#$b#Thank you for being with me.$h",
    "Good_1": "I had dreams of marrying you for such a long time.$l#$b#I still can't believe you love my body, support my dreams, and provide for me.$1",
    "Good_2": "When you moved to the valley, I was afraid you'd think I was a freak.#$e#Now I want to get as big and muscular as possible for you!$4",
    "Good_3": "I'm looking beautiful today? Thank you @.$0#$e#I'm still not completely used to being told that.$4#$b#I love you so much.$4#$e#You always look good, by the way.#$b#Even when you’re covered in dirt, or your clothes are worn from fighting slimes...$4#$b#You always look so... wonderful. $4#$b#...$6#$e#Could I have a kiss?$7",
    "Good_4": "I just wanted to say thank you for being you.#$e#I'm going to work as hard as I can to live up to the love you show me.$1",
    "Good_5": "I must smell terrible after a big workout. $3#$b# What's that? You think its 'hot'? Gosh...$8",
    "Good_6": "You are the best thing that ever happened to me, @.#$e#I promise I'll love you till the end of time.$l",
    "Good_7": "You want to see some flexing?$1#$e#Well here's a little sneak 'peak', hee hee. $13#$b#Come back after I finish my workout, and I'll give you a real show...$4.",
    "Good_8": "I love being around you, @. You bring out the best in me.$h#$e#I'm never going to leave your side.$4",
    "Good_9": "@, you mean so much to me. I love you from the bottom of my heart.$4#$e#You're my everything, and I'm yours forever.$4",
    "funLeave_Penny": "Glad you're awake! I think my biceps grew just a bit overnight. Here take a look!$1#$b#Well? They feel like they're ready to burst! Now I'm even more motivated to work out!$13#$b#But... I do have other responsibilities to see to... so I'll be back later tonight.#$b#Have a wonderful day, sweetie!$1",
    "funReturn_Penny": "What a workout!... I feel like I just lifted a mountain, but in a really good way.#$b#Hmm? Show you the fruits of my labors? But @, you're the farmer not me, *giggle*!$1#$b#Well, it would be a shame to put all this work in and not show off a little...$4#$b# They're starting to get really big... aren't they?$13#$b#Wouldn't it be crazy if my bicep was as big as your head? Or even bigger?$13#$b#Maybe one day you'll get to see my muscles get that big...$6#$b#Would you like that?$6",
    "jobLeave_Penny": "Good morning! Did you sleep well?$h#$b#I'm going to go out and really pump theses muscles up!#$e#See you tonight, honey. you'll be on my mind the entire time.$l#$e#Maybe I'll be even bigger and stronger when I get back...$1#$b#I know you'd like that, and now I'm that much more motivated!$1",
    "jobReturn_Penny": "Phew... What a workout!$1#$b#Actually, I might have over done it...$2#$b# But that's the whole point, isn't it? I want to push this body as far as it can go!$1#$b#But gee... I really did go all out, I hope I didn't pull anything...$3#$e#Well, no sense in worrying about it now! It's time to unwind and relax these muscles.$1#$b#Maybe you can give me a massage before bed?$4#$b#*gasp*! You're eager aren't you, @?$8#$b#Well I don't mind. I love your massages. Your fingers always feel like heaven.$4#$b# Here let me take this top off first...$10#$b#Ooh... This is exactly what I needed...$11#$b#What's that? Stop flexing my back? But I just know how much you love watching all of the little muscle groups dance... *giggle*.$10#$b#*rub *rub*$10#$b#Really sink your fingers in, @. I promise I won't break. *giggle*$10#$b#*rub* *rub*$10#$b#That's perfect... you're an amazing masseur.$11#$b#Wow, I feel so much better now!$1#$e#My back is thoroughly massaged, so now it's your turn, @...$4",
    "spring_1": "Oh...wow.$7#$b#Gosh I'm... HUGE!$8#$b#I mean, I was expecting some growth but, this is amazing!@13#$b#I must be twice, no THREE TIMES as muscular as I was before!!@13#$b#And it's all thanks to you, @.$4#$b#It was your love, support, and devotion that made me love my body, and want to improve it ernestly.$6#$b#This is so great!$1#$b#I can't get over just how massive I feel!$13.",
    "spring_8": "Another beautiful day, @.$1#$b#I think I'll work Pierre. $13#$b#I'd like to see if they can challenge my biceps as much, if not more so than free weights.$13",
    "spring_12": "Oh, it's a festival tomorrow, isn't it? Large crowds, activities... *gulp*$s#$e#I'm so glad I'm going to have you by my side, honey.$1",
    "spring_15": "I hope you don't mind @, but I've been borrowing the spare axe and cutting down some of the excess trees on our property.#$b#I wanted a new way to challenge my body, and chopping wood did just the trick! I plan to keep doing it every now and again if that's ok.$1#$b#Oh, here's some of the wood from my most recent tree-chopping session.[709]",
    "spring_23": "I’ve actually been looking forward to the dance this year...I’ve been practicing secretly.$4#$b#I’m not usually one for such things, but the thought of being there with you...$4#b$#You holding me in your arms...$4#$b#My heart starts fluttering.$4#$e#Gosh I wonder if my dress still fits... I might need to make some alterations.$4",
    "spring_28": "I’m so excited to start summer with you this year, @!$1#$b#If possible, I'd like to hit the beach and soak up some sun.$0#$b#I’m also going to need a new bikini... would you mind picking one out for me?$4",
    "summer_1": "Summer may be searing hot, but the humidity feels great on my skin. One of the pluses of dressing lightly all of the time.$1",
    "summer_2": "Maybe I'll work on my tan this year!$1#$e#I've always been so pale, but I hear a good tan really helps your muscles pop.",
    "summer_5": "You really do like to see me sweat, don't you @?$5#$e#It's nice and hot today so maybe your wish will be granted.$6",
    "summer_8": "Sorry if I smell like sweat... Big workouts in this heat really get me glistening.$3#$e#Somehow you never seem to let the heat get to you though, @. It's impressive.$l",
    "summer_10": "I hope there is plenty of protein in the luau soup this year.#$e#You're contributing this year, right?#$b#I don't have anything to worry about if you add one of your amazing crops to the pot!$1",
    "summer_15": "Summer is halfway over!$1#$b#I'm looking forward to the cool breeze of autumn.#$e#That's not to say I hate the heat per se, but working out in cool weather is refreshing after a blistering summer.",
    "summer_17": "This heat is really something. I wonder if it's safe to go all out in heat like this...$3",
"summer_24": "*phew*... The heat is finally getting to me, time to cool off...$7#$e#Perhaps you'd like to rub my body with some ice cubes to cool it down?$4#$b#Watching the water trickle down my thick pecs?$12#$e#Or in between the swells of my wide back...?$6#$e#Sorry! Not sure what came over me there!$8#$e# The thought of you admiring my body gets me so... Excited.$4",
"summer_25": "Today would normally be the day mom would start making me go without eating much, to reduce my body fat percentage...$2#$b#I'm so glad I'm with you now @, you treat me so much better than I ever thought I deserved.$0#$e#I ate a hearty breakfast this morning, by the way!$1#$b#Somehow it felt almost like breaking a rule, but I know that's silly.$3#$b#It might take some time, but with you by my side I can put my past behind me.$0",
"summer_26": "55... 56... 57...$9#$b#Oh, @! I'm sorry, I was just doing some curls, I hope I didn't wake you!$8#$e#Shoot I lost count...$3#$b#That's ok! I was planning on doing extra curling today anyway!$1#$b# 1... 2... 3...$3",
"summer_27": "*gasp*! @, You startled me!$8#$b# You're not normally this... handsy first thing in the morning.$4#$b#Can I tell you a secret? I used to me really ashamed of my breasts.$3#$b#When I was younger, I had worked off most of my body fat, and of course my muscles were getting bigger and bigger.$3#$b# I was ashamed that I didn't have a girlish physique like the other girls.$3#$b# And so, when it came time to start competing, Mom said that I'd need to look more 'feminine' for the male judges.$2#$b#So she made me get these implants.$2#$b# Back then, I didn't know how to feel about it. On the one hand I had breasts again, bigger than my real ones were, and they made me feel a bit more feminine.$3#$b#But on the other hand, they were so big... I was afraid they made me look slutty.$2#$b# Men would stare at me lewdly, and other girls my age snickered behind my back...$2#$b#But now that I'm with you, I've come to love my breasts!$1#$b#And by how greedily you're massaging them right now, I can tell you like them too.$6#$b#*moan*... that's starting to feel really nice, @. Maybe we can stay like this for a bit longer...$7#$b#You have such amazing hands... *moan*...$7#$b#Here, let me take my top off so you can get a better feel...$10#%b#You know, if I keep getting bigger, I might need to inflate these a bit more... Would you like that?$10#$b#*moan*...! Then I'll make them as big as you like! Just don't stop...$10#$b#*moan*...! *moan*...!!$11#$b#Wait! I can't get too worked up! I still haven't finished my workout for today!$8#$b#But maybe after I'm done, you and your magic fingers can pick up where we left off...$6",
    "summer_28": "Today's the last day of summer! While I'm not going to miss the heat so much, I think I might have missed my chance to tan.#$b# You like my skin tone just the way it is? You're so sweet, @!$1#$b#Still you can't tell me you wouldn't like to see me, with a nice tan...$4#$b#It would really help these muscles pop. And If I were to say...$4#$b#Slather my newly bronzed body with baby oil, and get all pumped up for you...?$6#$b#Maybe pick up a new posing suit, and let you watch as I...$6#$b#Flex.$6#$b#Every.$6#$b#Single.$6#$b#Muscle.$6#$b#All of it would be just for you...$6#$b# I thought that might get you excited, but my goodness! you're practically drooling!$8#$b#That settles it! Next summer I'm getting a tan. no matter what!$1#$b#Also, thank you for appreciating me, @.$6#$b#And as for that flexing session... maybe we don't have to wait till next year, if you're free tonight?$6",
    "fall_1": "Ah... Now that the weather has cooled off, I don't need to worry about the heat slowing me down!$1#$b#Ah! Before you go, I was hoping maybe you could do me a favor?$4#$b#My traps are so tense right now, but I can't really get to them myself.$2#$b#@, could you take a few minutes to give me one of your amazing back rubs? It would make my day do so much better.$4#$b#Thank you!$1#$b# Ahh... that's perfect, just keep kneading right there...$7#$b#*moan*... This is heaven.$6#$b#Ahhh... I feel like a new woman, thank you honey. I feel like I can push my body to one hundred and ten percent now!$1",
    "fall_2": "It's my birthday today! How about as a present, you rub my back again tonight?$1#$b#Maybe if you're good, I'll let your hands do some wandering...$4#$b#What's that? You'd rub my back any day? And you're going to get me something amazing as well?$8#$b#You're just the sweetest, @. But honestly, your massages are more than a good enough present for me!$4#$b#I'm going to take my top off now, don't get too distracted back there, *giggle*.$6#$b# *moan*... I can already feel the knots melting away...$11#$b#I'm the luckiest woman in the world. I almost feel guilty hogging you all to myself! But it's my birthday, and you're all mine today...$10#$b#*moan*... I did say you could let your hands wander a bit didn't I? Maybe you'd like to move down a bit?$10#$b#*gasp*! *moan*.... *giggle*!$10#$b#Oh... Oh yes... That feels *pant* so good...$10#$b#I love you so much, @. *pant* The way you move your hands is *moan* incredible...$10#$b#Oh god...! *moan*...! *moan*...!!$11#$b#God... How are you doing this? It's *pant* starting to get really intense...! $11#$b#Yes, *pant* just like that! *moan*!$14#$b#I think *pant* I'm going to cum already! $11#$b# Whatever you do, *pant*don't stop!$14#$b#@! @!!!$15#$b#...*pant* *shiver*$11#$b#... wow.*shiver*$10#$b#...You were incredible. *pant*$10#$b# That was the best birthday present I've ever gotten.*pant*$10#$e#Give me a second... *pant* I'm still basking in the pleasure...$10#$e#I feel so much better thanks to your present, darling. I'm going to be thinking about it all day...$6",
    "fall_4": "What do you think about girls who use steroids?$3#$b#Personally I'm against it. It's probably the only thing my mother and I agree about.$3#$b#It's awfully tempting though. All of that muscle, so quickly.$0#$b#But I'd rather do things the right way. Even if it means it's the slow way as well.$1#$b#Plus... I’ve seen the way Haley snaps from time to time.$2#$b#I don't ever want to become like that.$2",
    "fall_5": "Fall makes me think of chocolate protein powder... weird, isn't it?$1#$b#Maybe I’ll use a little extra in my shake today...$2#$b#No! My diet is perfectly calculated for maximum effectiveness. I shouldn’t deviate from the plan...$8",
    "fall_8": "Winter's just around the corner. Bundling up is tough with this body.#$e#Maybe this year I'll brave the cold in my tank top!$1",
    "fall_15": "The garange display should have lots of healthy items!#$e#I know you'll make the right choice though, because you always do.$h#$b#I love you, @.$4",
    "fall_26": "Don't let these big muscles fool you, I'm not brave enough to enter the maze at the Spirit's Eve festival tomorrow night...$3#$e#Maybe if you hold my hand, @. I always feel more courageous when I'm with you.$4",
    "winter_1": "I don't think wearing my old jacket is a good idea this year.$2#$e#I think my torso would be ok, but my shoulders would never fit.$2#$b#It’s okay! I wouldn't want to cover up all of this hard work anyway!$13",
    "winter_3": "I had a dream last night that we got snowed in.$0#$b#We had to snuggle up under a big blanket, with nothing but the heat of our bodies to keep us warm...$4#$b#Things got a little naughty after that...$6#$b#you know, a lot of my dreams about you end up that way, @.$6#$e#I might be hoping for a blizzard this year.$6",
    "winter_5": "I love the aesthetic of snow, but it’s hard to deny that it makes exercising outside a lot more of a hassle.$3#$b#Good thing we have a lovely home for me to use!$1#$b#I truly appreciate the life you’ve made for us here, @. Thank you.$4",
    "winter_7": "I hope that Hayley doesn’t come to the ice fishing competition...$3#$b#She’s so heavy now that I’m afraid she’d crack the ice...$2#$b#...$3#$b#Hypothetically... How would you feel if I were to get as big as Hayley?$4#$b#I-I mean, I wouldn’t ever consider using any illegal means!$8#$b#But I would be fibbing if I said I don’t fantasize about getting that muscular...$4#$b#Maybe one day I’ll catch up to her. Wouldn’t that be something?$1",
    "winter_12": "Winter has a quiet and romantic feel to it, doesn't it? The snow is beautiful...",
    "winter_20":"@, Have you ever thought about putting on some muscle?$0#$b#I don't mean to insinuate that you're weak! I also happen to love your body very much just the way it is!$1#$b#It's just, well I had a dream recently that you started joining me for my workouts...$4#$b# Having you there, I felt so much more driven.$4#$b#You were an absolute beast as well...$6#$b#You dominated the gym in only a few sessions. It was really...exciting.$8#$b#You got so big... and so strong...$6#$b#A-anyway, I know the farm is your passion so I won't bring it up again.$0#$b#But you're always welcome to join if you change your mind$6.",      
    "winter_24": "The gift exchange is tomorrow!$!#$b#Gosh, I can't imagine what I'd even ask for this year. I'm alrady blessd with so much...#$b#My health... A wonderful home... Independance...#$b#And Most of all.... the love of my life.$4",
    },
	},
	
]
}