{
"Format": "1.0.0",
"Changes": [
{
"Action": "EditData",
"Target": "Characters/Dialogue/MarriageDialogueAbigail",
"entries": {
        "Rainy_Day_0": "Have you ever just... Stood outside in the rain before?$0#$b#I like to go out sometimes when it's warm and just enjoy the sensation of the rain falling on my skin.$4#$b#The water trickling down between the valleys of my muscles...$4#$b#We should go outside together some time, you might like it!$1",
        "Rainy_Day_1": "Hey, remember when we played that duet by the lake? This weather reminds me of that day.#$e#I was kind of embarrassed at first. I don't usually play for other people.#$b#A bodybuilder and a farmer... We'd certainly make for an intresting band!$1",
        "Rainy_Day_2": "Hey! I woke up early and did some exploring on my own. I managed to get pretty far down the mines before I decided to head back. Even managed to snag one of these! [72 64 66 74]$1#$b#I hope you like it.$4",
        "Rainy_Day_3": "You should totally check out the mines today, since it's raining and everything.$0#$b#You know one of these days we should go together, just to the two of us.$4#$b#My brawn and your skill? We'd be pretty unstoppable if we worked together, you know.$8#$b#And then once we'd conquered the entire mine...$4#$b#We could always celebrate with some post-spelunking sex...$12#$b#*giggle* I'm looking forward to it.$11",
        "Rainy_Day_4": "Ha! Got a new high score on Prairie king!$1#$b#I doubt even you'd be able to beat this score, babe!$8#$b#Tell you what though. If you did manage to beat my high score...$11#$b#I might reward you with a little flexing. Sound fun?$12#$b#Here's a little something to motivate you...$13",
        "patio_Abigail": "%Abigail is lost in her music. You take a moment to admire her incredible physique. She's clearly just finished a workout.#$b#%Her muscles are pumped and she's still sweaty, leaving her pale skin with a light sheen.#$b#%Without knowing abigail the way you do, it might be difficult believe there is such a sweet young woman under all of that rock hard flesh.",
        "Rainy_Day_Abigail": "Workout options are a bit limited in the rain.$2#$b#Maybe I'll call it a cheat day and sneak in some gaming...$0#$b#I can always work twice as hard tomorrow!$1#$b#",
        "Rainy_Night_0": "Welcome home!$1#$b# This gloomy weather got me thinking about a cool scenario for a game.$0#$b#I like to think about stuff like that from time to time.$0#$b#I wonder how hard it would be to write a video game script?$3#$b#Maybe I'll just mod an existing game!$1#$b#That seems like the easy way out though...$3",
        "Rainy_Night_1": "I'm not sure I'm a huge fan of you working out there in the rain all day.$3#$b#I trust you know what you're doing though.$0#$b#Just know that your big, loving wife will be waiting for you when you get home.$4",
        "Rainy_Night_2": "I love the chill in the air on rainy nights.$0#$b#I get really focused when it rains.$0#$b#It does wonders when I need to focus on my studies.$0#$b#Not to mention what it does for my workouts...$8#$b#Wanna come over and see for yourself?$13",
        "Rainy_Night_3": "Ugh I seriously overworked my muscles today...$2#$b#But the payoff is going to be amazing, I can just feel it.$1#$b#...For now though, I need to rest... ugh.$2",
        "Rainy_Night_4": "%Abigail looks a bit tense.#$b#%You notice her rolling her bulging shoulders, seemingly to work out the knots in her traps.#$b#%Watching all of the individual muscles of her back bunch and spread with each motion is a sight to behold.#$b#%Abigail finishes with an extra wide lat spread.#$b#%Her massive back unfolds like a meaty fan, pushing her incredible arms further and further apart.#$b#%After holding her spread for a few moments, Abigail relaxes.#$b#%She shakes her muscles, seemingly still tense.#$b#Oh, @! Perfect timing!$1#$b#Any chance I could get you to give me a back rub? I'm seriously sore.$2#$b#I promise it'll be worth your while.$11",
        "Rainy_Night_5": "Hey babe! I've been thinking about you all day...$4#$b#So umm... Could I have a kiss?$11#$b#%Abigail blushes, and fidgets a bit.#$b#%You wonder for a moment what's on her mind.#$b#%You put aside that thought, as you are always happy to kiss your muscle-bound wife.#$e#%As you move in, Abigail excitedly scoops you off of your feet, and embraces you tightly.#$b#%The sudden sensation of being curled into her arms almost takes your breath away.#$b#%She brings her lips to yours, and the two of you share a very passionate kiss.#$b#%Swept up in the moment, you let your hands wander along her thick chest.#$b#%The effort of holding you up has made her pecs swell and bunch up.#$b#%You can feel the stoney striations that make up her bulging chest under her soft skin.#$b#%You kneed them with your thumbs, but there is no give.#$b#%Despite being startled initially, you feel completely safe, embraced by your powerful wife.",
        "Rainy_Night_Abigail": "Since I started living here with you, I've been sleeping like a baby.#$b#Thanks for that, by the way.$4#$b#...And thanks for choosing me. I guess I feel like I don't say it enough.$4#$b#Being with you... I dunno it completes me...$11#$b#...*blush*...$11#$b#Okay, enough gushy stuff! Let's get to bed, huh? *giggle* $1",
        "Indoor_Day_0": "%Abigail seems a little frustrated.#$b#%She's flexing her mountainous bicep.#$b#%She flexes a few more times, seemingly coaxing her already engorged muscle to swell even larger.#$b#%She puts all of her strength into one final, tremendous flex of her arm.#$b#%Her bicep somehow looks even larger, and you can faintly make out the veins that run along it's peak.#$b#%However, despite this amazing show of muscularity, abigail looks upset.#$b#%She holds her flex until she is red in the face, her fist shaking with effort.#$b#*grunt*...$9#$b#Hmph... Maybe I'm imagining it.$2#$b#I really blasted my arms today, but I was hoping for more of a pump....$3#$b#Maybe I need to mix up my routine...?$2",
        "Indoor_Day_1": "Hey, @!$1#$b#I needed some extra carbs today, so I made like, triple the portion I normally eat.#$b#...Turns out I can't finish it all, so I hope you have room for some extra breakfast! *giggle* [210 204] $1",
        "Indoor_Day_2": "Heading to the mines?$10#$B#I'd so come with you, but I have to get my work out in...$3#$b#And then I have to cram for this assignment I have coming up...$2#$b#So you're just going to have to slay a few extra slimes for me, okay?$1",
        "Indoor_Day_3": "%Abigail hasn't noticed you yet.#$b#%With her hands on her hips, she begins casually bouncing her pecs, one at a time.#$b#%Each flex of her incredible pecs causes her breasts to jump and bounce.#$b#%You watch, absolutely mesmerised by those perfect globes of flesh as they leap up and down.#$b#%You recall the sensation of touching them as you watch. The palms of your hands feel warm.#$b#%She starts having a little extra fun with it, twitching each pec rapidly before switching to the other.#$b#%She ends her little show with a tremendous crab flex.#$b#Oh, geez, @!$10#$b#Were you watching all of that? *giggle*$1",
        "Indoor_Day_4": "I got a letter from my dad today.#$b#I don't know why, I see him all the time.#$b#He still thinks I'm his little girl.$3#$b#I love him and mom, and I know they're just looking out for me.$3#$b#But I'm a grown woman now.#$b#Very grown. *giggle* $13#$b#I'm just so grateful I met you.$0#$b#You trust me, and don't smother me like they did.#$b#I really love you, you know?$11",
        "Indoor_Day_Abigail": "I woke up with so much energy! I think today's a whole body day!$1#$b#I'm going to get so freaking pumped!!$8#$b#Then when you come home...$4#$b#Maybe you'd like to feel all of my gains?$11#$b#I'd like that a lot.$11#$b#Then after that... well I won't spoil it.$12",
        "Indoor_Night_0": "So... Well, you know what my injections do to my libido...$4#$b#Normally an intense workout is enough to quelm those urges...$0#$b#But today, it's been like an itch I can't scratch...$4#$e#I guess what I'm trying to say is...$12#$b#%Abigail leans in and quickly steals a kiss.#$b#%While you are initially caught off guard by her sudden aggressiveness, you quickly surrender to her touch.#$b#%Abigail guides your hands to the straps of her top.#$b#%With some effort, you're able to slide them over her brawny shoulders.#$b#%As you do so, you notice just how pumped her muscles are tonight.#$b#%Abigail slides the rest of her top down her cobbled torso revealing her bare chest.#$b#%She breaks the kiss, and takes a step back, giving you plenty of room to admire her incredible body.#$b#I've been waiting for this all day...$15#$b#But I can't wait any more...$14#$b#...Ravage me.$14#$b#%With those words your arousal reaches a fever pitch.#$b#%You can think of nothing but pleasing your muscle-bound wife.#$b#%Without a second thought, you drop to your knees, steadying yourself on her bulging quads.#$b#%Abigail hikes her skirt up, giving you access to her waiting sex.#$b#%You pull down her skimpy thong, and are greeted by her scent.#$b#%Without hesitation you begin, using your tongue to bring her the pleasure she craves.#$b#Oh god... that feels incredible...$16#$b#*Moan* You are amazing at that by the way *giggle*$14#$b#%You pick up the pace, paying attention to each of her sensitive spots.#$b#%Abigail begins to pant and moan loudly.#$b#%Hearing her reaction fills you with a sense of pride. Knowing that this gorgeous woman is weak to your touch, is empowering.#$b#%Before long you can feel her legs begin to tremble.#$b#I'm getting close *pant* p-please don't stop!$16#$b#%Abigail, lost in pleasure, begins to play with her breasts.#$b#%You reach up and begin massaging her abs just below her navel, one of her most sensitive spots.#$b#Hghn! *Pant* Yes! *pant*$16#$b#%You can feel her spasming, she's right on the edge now.#$b#Oh god... *pant* @!!$17#$b#%Abigail climaxes hard, her knees barely keeping her standing upright.#$b#%She Leans forward, placing her hands on your shoulders for support as her hips rock gently.#$b#%Her intense orgasm continues for a few moments.#$b#%After some time, she finally begins to calm down.#$b#%You give her a moment to bask.#$b#%Still somewhat dazed, abigail looks to you with half-lidded eyes.#$b#T-that...*pant*$14#$b#Was awesome...*pant*$14#$b#I love you so much, @.$15",
        "Indoor_Night_1": "%Abigail seems very pleased with herself tonight.#$b#%She's mildly blushing, and it is impossible for her to hid her grin.#$b#So, @...$4#$b#You're always so good to me. I wanted to treat you to something.#$b#I couldn't think of what to do at first.$4#$b#Anyway, I thought it's been a bit since I gave you a private flexing show right?$4#$b#How does that sound?$1#$e#%Just talking about abigail showing you her amazing body is enough to excite you.#$e#%You happily agree to her proposal.#$b#*giggle* I thought you might say that.$11#$b#You just sit back, and enjoy.$11#$b#%You make yourself comfortable.#$b#%Abigail sets a mini MP3 player down beside her. It begins playing a sexy pop song.#$b#%She begins to gently shake her hips to the music.#$b#I've been practicing this dance I saw in a music video online...$4#$b#It was pretty hot, and it made me wonder what it'd look like in as a posing routine...$11#$b#%Abigail stares at you with lust in her eyes. Her voice becomes breathy and sensual.#$b#...I hope you like it...$12#$b#%As the vocals kick in, abigail starts to gyrate her hips.#$b#%As she does so, she inflates and deflates her abdomen, showing off her complete muscle control.#$b#%Each section of her cobbled abdominals stretch and flex.#$b#%Though covered in a thin layer of fat, you can still make out each muscle in her chiseled serratus and obliques.#$b#%You marvel at this incredible core, longing to run your hands over her muscles.#$e#%Abigail notices your restless hands.#$b#Ah-ah-ahn... No touching just yet...$11#$b#I just want you to watch...$11#$b#%Abigail, along to the beat of the music, brings her hands down, and then sensually slides them back up along her curves.#$b#%She lets her fingers linger for a moment at her chest.#$b#%Abigail places her hands behind her head.#$b#%She continues gyrating her hips sexily. You're starting to get hot.#$b#%She bounces her biceps individually to the beat of the music. Then she does the same with her pecs, her beautiful breasts bouncing one at a time.#$b#%It's too much for you to take. Your need to feel her body is almost painful now.#$b#%Abigail can tell you are at your limit, and motions for you to come over.#$b#%She turns around and performs an impressive double biceps pose.#$b#%You greedily place your hands on the bugling muscles and begin to feel along her powerful arms.#$b#%Abigail shuffles her butt towards your crotch and begins to rub against you, flexing and unflexing her muscular glutes.#$b#%Her teasing, feeling her incredible muscles- it's all too much for you.#$b#%A deep and powerful orgasm rockets through your body, causing your legs to go weak.#$b#Wow...$11#$b#I knew that you loved my body, but...$12#$b#Maybe I went a little overboard sorry...$4#$b#Let's definitely do this again though.#$b# I think I might have enjoyed it as much as you did...$12",
        "Indoor_Night_2": "I used to work out at night.#$b#My parents were asleep, so they couldn't come in and judge me, you know?$3#$b#I'd hide my weights under my bed.$3#$b#Not because I was ashamed or anything.#$b#Just because I didn't want to argue about it with dad.$2#$b#But I got over that a while ago.#$b#I am who I am, and they can just deal with it.$6#$b#I'm not ungrateful to them.$3#$b#I just refuse to let them dictate how I live my life.$6#$b#Plus... Now that I live with you...$4#$b#I feel so much more supported and loved than I ever did living with my folks.$4#$b#I'm really lucky I met you.$11",
        "Indoor_Night_3": "I was thinking of renting this horror movie I heard about tonight.#$b#You'd really like it- The heroine is almost as buff as I am!$1#$b#Well not really, I'd say I'm way bigger.$13#$b#Anyway! It seems really awesome, what do you say?$1#$b#We can snuggle up under the sheets...$11#$b#I'll even hold you if you're scared.$8#$b#Just kidding! *giggle*$1#$b#I think it'll be a lot of fun!$1",
        "Indoor_Night_4": "%Abigail looks at you with a somewhat forlorn expression.#$b#%You notice that she's got some pictures from Haley's Instagram up on her laptop.#$e#*sigh*...$2#$b#Oh hey babe.#$b#It's silly but I'm still a bit jealous of Haley's progress.$3#$b#Like, I don't regret taking the safe route.$0#$b#I feel amazing and I love the way my body looks now...$1#$b#BUT LOOK AT HER!$5#$b#She's so freaking huge!$5#$b#%You shift your gaze to the photo in question.#$b#%It's a selfie of Haley doing a monstrous crab flex.#$b#%She's clearly enjoying her freshly acquired pump - her expression looks decidedly smug.#$b#%Unlike Abigail, Haley doesn't sport an ounce of fat - every striation, every vein; all in stark relief.#$b#I dunno, when I started out, that's exactly what I wanted to look like...$2#$b#I still do to a degree I guess.#$b#I mean, wouldn't you like to see me that big?$4#$b#%While it would be lying to say you wouldn't, you don't want to upset Abigail.#$b#%Instead you remind her how much you love her, and for more than just her muscles.#$b#...Thanks, @.$4#$b#You're totally right.$0#$b#Maybe one day I'll get to where she is now.#$b#And even if I don't...#$b#I'll always be the luckier woman for having you by my side.$11",
        "Indoor_Night_Abigail": "Not gonna lie... I'm feeling extra thick tonight.#$b#You ... don't think I take up too much room in bed, do you? *giggle*$12#$b#I'm probably being silly, but I think about stuff like that from time to time.#$b#I just don't ever want to be a burden to you.$3#$b#For now, let's just use this as an excuse to cuddle more, okay? *giggle*$1",
        "Outdoor_0": "God I feel so jacked today.$8#4b#Every now and again I think about what it was like to be small and skinny.#$b#Not that there's anything wrong with being small of course.$10#$b#Love you by the way.*giggle*$1#$b#It's just I love being so jacked!$13#$b#I love the way my muscles look, how it feels to flex them...$13#$b#I especially how much they turn you on...$11#$b#Speaking of... How about you go get all of your work done for today...$11#$b#.When you get back you can admire my muscles a bit more closely...$12",
        "Outdoor_1": "Think Robin has any blueprints for an outdoor gym?$1#$b#That would make life so much easier.#$b#Next time you see her, bring it up for me, okay?#$b#I'll pitch in gathering the materiels.$1",
        "Outdoor_2": "%The way that the sunlight lands on Abigail's pale skin makes her look somewhat angelic.#$b#%Her bulging muscles cast dark shadows, making them look more pronounced and thick.#$b#%You're reminded of all your wonderful memories of this woman, and are excited to experience even more with her.#$b#...$0#$b#What's with that look, @? *giggle*$4",
        "Outdoor_3": "I wonder if that cave out back would be a good spot to workout...$3#$b#It's got shade, privacy, potentially cool bats...#$b#If I had a cool black suit and cape...$3#$b#I could even use that as my base of operations when I fight crime!*Laugh*$1",
        "Outdoor_4": "Hmmm... What should my pre-workout be today...$3#$b#I usually wake up and make my meals first thing in the morning.#$b#That way it never cuts into my schedule.#$b#But, I might have overslept this morning, so now I have to think on my feet.",
        "Outdoor_Abigail": "Today's a rest day, so I'm just going to chill here for a bit.#$b#Drink in nature's bounty!$1#$b#Rest days feel kind of like checkpoints in a game.#$b#I always feel super energized the next day!$1#$b#Plus it's always fun to see you at work.#$b#You're so dedicated and motivated all the time.$#$b#You're an inspiration, you know...$11",
        "funLeave_Abigail": "I'm going out to town today, just so you know.#$b#I need to stretch these legs a bit.#$b#Oh speaking of, Emily wants me to try doing Yoga with her again.#$b#Can you even imagine me doing yoga? *laugh*$1",
        "funReturn_Abigail": "Welcome home, babe!#$b#I missed you today.$4#$b#Whenever I'm pumping up my huge muscles...$11#$b#I'm always thinking about you...$11#$b#About how much I want to get even bigger for you...$12",
        "OneKid_3": "I still can't believe I'm a mother...#$b#I'm going to make sure %kid1's able to pursue their dreams, just like I do.#$b#What are my dreams?$10#$b#Well being a giant buff bombshell is one of course.$8#$b#But to name a few more...#$b#Getting my education, being able to express myself artistically, enjoying my hobbies...#$b#And of course, settling down with the person I want to spend the rest of my left with...$4#$b#I love you.$4",
        "TwoKids_0": "Not going to let %kid1 and %kid2 slow me down!#$b#Time to get a serious workout in!$1",
        "TwoKids_2": "I had a dream that %kid2 will grow up to be a famous monster hunter.#$b#I've already thought about a little armor set for them.$1",
        "TwoKids_3": "A few years back, before I discovered bodybuilding...#$b#Before I met the love of my life...$11#$b#I never would have dreamed I'd be this happy, healthy, or have two wonderful children.$11#$b#My life kinda rocks!$1",
        "Good_1": "I'm thinking of doubling up on arms today...#$b#I just feel so energized!$13",
        "Good_2": "Welwick's horoscope predicted I would have 'large' luck.#$b#Hopefully that means my gains will be awesome today.$13",
        "Good_3": "I can't even remember the last time I dyed my hair... I swear, it never fades from this color...",
        "Good_4": "%Abigail is wearing her cosplay outfit.#$b#%Along with it she is swinging around an impressive greatsword.#$b#Hey babe! Just felt like throwing this on for fun$18#$b#You gotta admit, I look pretty awesome in it.$19",
        "Good_5": "%Abigail is admiring the Mermaid's Pendant you gave her when you proposed.#$b#%The neckalce is draped around her thick neck, the pendant itself; snuggled in between her thick pecs.#$b#%Abigal playfully bounces the pendant around using precisely timed pec twitches.",
        "Good_6": "I was thinking about it, but we should totally spar some time.#$b#We're both good with weapons, and great at fighting.#$b#It'd be cool to pit myself against someone as tough as you for a change.#$b#All of the slimes I fight splat with one hit...$3",
        "Good_7": "@? I just want to say that I appreciate all the hard work you do for us. I'm really proud of you.$4#$b#Tonight I'm going to treat you really good to show just how much you mean to me...$11",
        "spring_1": "Another year together huh?$1I'm looking forward to all the yeasr to come for us.#$b#That and all the GAINS I'm going to make!*giggle*$13#$b#Just you wait, your wife is going to be the most buff woman you've ever met.$1",
        "spring_5": "It's a shame being in shape doesn't help me with Prairie King...$0#$b#Say, @...You wouldn't happen to know if there were anything like a 'muscle mod' for it, would you?$1#$b#Hell, I'd support that!$1#$b#There is one, but it takes forever to get updates?$10#$b#Man that sucks.$3", 
        "spring_12": "Hey, the egg festival is tomorrow. Each year it gets a little harder to squeeze into tight spaces to find those eggs.$3#$b#I swear mayor Lewis intentionally stuffs them into places he knows only Jas and Vincent can get to.$3#$b#Heh, One of the only downsides to having a body as buff as mine.$0",
        "spring_18": "*grunt*...8.$9#$b#*grunt*...9!$9#$b#*GRUNT!*...10!!$9#$b#PHEW! Aww yeah! New max on my dumbell curls!$1#$b#Oh, @! Sorry, hope I didn't wake you. I guess I was being a little loud, huh?$4#$b#It's hard to keep quiet when I'm being this awesome!$13#$b#...But I'll try a little harder so that you can get your sleep.$4",
        "spring_22": "%Abigail is looking as buff as ever this morning.#$b#%The light layer of fat adorning her huge muscles make her look that much larger and intimidating.#$b#%Your eyes wander to her chest, as they often do. Her relatively skimpy tank top leaves little to the imagination.#$b#%The valley between her huge pecs leads down into her deep cleavage.#$b#What's up @? You've been staring for a while now.$11#$b#Maybe you were secretly hoping I'd do a little flexing for you?$11#$b# I don't mind...$13",
        "spring_24":"Good morning, @! Ready to tackle the day full force?$1#$b#Today I'm going to be blasting my pecs! Presses, dips, flys, the whole works!$8#$b#And when you come home tonight, and they're all beefy and swollen... Maybe you'd like to give me a little massage?$11",
        "summer_1": "Hmmm... I'm pretty sure no matter how hard I try, I'd never get a tan.$3#$b#I'd probably just get really red for a few days.$2#$b#Luckily I like being so pale.$1",
        "summer_4": "%Abigail is wearing her adventure outfit.#$b#%She's even pulled her favorite greatsword out of storage.#$b#%As she swings the gargantuan blade single handedly, you're reminded of just how much stronger than you she is.#$b#%There is a good chance that you'd never be able to swing something so heavy.#$b#Hey babe!$18#$b#I got really excited, and thought it might be fun to use the caves as my workout today.$19#$b#Thing is... This sword barely challenges me any more.$18#$b#And as you can imagine, the slimes don't put up much of a fight either.$18#$b#If only there were some huge boss-like monsters...$18",
        "summer_8": "%You're pleasantly surprised to find Abigail flexing for herself.#$b#%What's even better, is that she's decided to go sans-clothes this morning.#$b#%You observe quietly, not wanting this amazing gift to end.#$e#*humming*$15#$b#%Abigail hums a cute tune, as she goes through her posing routine.#$b#%Each time she strikes a new pose, she hums louder for emphasis.#$b#%You find it hard to imagine a better way to start your day.#$b#%Abigail turns around, and notices that you're awake.#$b#%*giggle* Morning, babe. Enjoying the show?$14#$b#It was just so hot this morning, that I couldn't take it anymore.$15#$b#I don't think you mind though *giggle*.$14",
        "summer_15": "It's tough to find a cute bathing suit when you're this big.$3#$b#Not that I'm complaining.#$b#But the only things that fit me look more like stripper-wear than swimwear.*giggle*$1#$b#I don't think you'd mind either...$8",
        "fall_6": "The cool weather is perfect for working out!$1#$b#I gonna get huge this year, just watch me!$8",
        "fall_1": "It's finally fall again!$1#$b#God, I love the fall.$0#$b#It's just so nice! It's calm, cool, and I love the seasonal colors.#$b#And now I get to spend my falls with the person I love the most...$4#$b#...It's going to be a good year.$4",
        "fall_2": "%Abigail is pumping her arms in front of her body.#$b#%She often does this before a workout to get her blood pumping.#$b#%You can't help but watch as she moves her massive body.#$b#%Each tiny movement causes some muscle or another to swell or flex.#$b#In particular, her pecs are getting a slight pump.#$b#%You secretly hope today is a chest day, so that you can see those awesome pecs at their biggest.#$b#Hey babe!#$b#You seem to be enjoying the view...$11#$b#I love when you watch, you know...$4#$b#So why don't you take a load off, and watch your wife get even buffer?$1",
		"fall_5": "%Abigail is listening to her MP3 player, which she has placed in her top between her breasts.#$b#As she listens to her music, she bounces her prodigous pecs to the beat, causing her MP3 player to dance.#$b#You can't help but feel jelous of the tiny device.",
		"fall_10": "Hey babe!#4b#I was wondering if you wouldn't mind being my weight today...$4#$b#I had the idea in a dream. You in?$1#$b#%You quickly agree to be abigails human weight.#$b#%She lays herself down on the floor and motions you over.#$b#%Holding you by your chest and hip, Abigail begins to effortlessly benchpress you.#$b#%As you look down you can see her incredible chest swell and settle with each rep.#$b#%the up and down motion paired with staring at Abigail's swollen pecs is somehow incredibly erotic.#$b#%Abigail senses your desire and brings you down for a passionate kiss.#$b#$You place your hands on her chest and kneed your finders into the grooves of her chest.#$b#%Sadly though Abigail lifts you back up. breaking the kiss, and putting her pecs out of reach.#$b#That was awesome...$12#4b#...But I really need to do a real workout before I get too hot and bothered.$11#$b#Plus, you're not nearly heavy enough to challenge me. *giggle*$1",
		"fall_15": "So I was thinking of going for a hike while wearing weighted bands, but I can't find them.#$b#I suppose I could just find a fallen log and carry that with me instead...$3#$b#I'd like to have my hands free though.#$b#Oh! I could always carry you on my shoulder!$1",
        "fall_20": "%Abigail's face is beet red, and she's panting slightly.#$b#...$11#$b#Hey you.$11#$b#I just had my injection...$12#$b#I'm going to get so jacked today...$11#$b#*moan* That's the only thing keeping me from jumping you right now...$12#$b#I need to finish my workout before any thing else.$12#$b#But the very second I'm done...$11#$b#...I'm gonna rock your world.$12",
		"fall_25": "God these injectinos get me so horny...$11#4b#It makes my workouts super intense though, so it's worth it.#$b#It also helps me to think about what you're going to do to me after I'm done.$11#$b#...I'll be all big, and swollen and turned on...$12#$b#I'm counting on you tonight, @.$12",
        "winter_3": "You'd think I'd be pretty immune to the cold, since I'm so big...$3#$b#And I guess I am sort of...$6#$b#But even I feel the chill this time of year...$2#$b#That's why I need you to keep me warm...$4",
		"winter_5": "Winter is the perfect season for cave spelunking.#$b#It'd also be a great place for us to find some privacy...$4#$b#You and me all alone in a dark cave...$11#$b#Could be romantic in it's own way...$12",
		"winter_10": "%Abigail is warming her hands by rubbing them together.#$b#%Even just this basic motion casues her prodigious muscles to bounce and flex.#$b#%Becuase her arms are out in front of her, her chest is putting on a particularly amazintg show.#$b#%You put your staring on hold for a moment,and embrace your muscular wife, hoping to share your warmth with her.#$b#Hmmm, you're actually pretty warm, @. Thanks for the hug.$11",
        "winter_15": "I might build a snow woman after my workout today.#$b#I've gotten pretty good at it too!$1#$b#Well until I get carried away...$3#$b#I end up adding too much snow to make it look buff, and it falls apart.$1",
		"winter_20": "I figured this winter you'd have lots of free time on your hands, but you've managed to stay busy#$b#It's kind of a shame, I was hoping we couldsnuggle up to fight off teh cold more often.$11#$b#You know how hot my body gets after an intense day of pumping...$13",
		"winter_25": "It would be really cool if I got some new weights at the Spirit festival today.#$b#But I know that no one would be able to lug around what I can lift so the changes are slim.$3",
		"winter_28": "%Abigail is acting strangely.#$b#%She's holding a continuous flex, but it's almost like she's trying to supress something.#$b#Hrgg...*grunt* Oh god...$9#$b#@, I think it's finally happening.$9#$b#This whole year I've pumped and pumped and pumped up my muscles.$9#$b#A huge growth spurt is about to happen, I can just feel it!$8#$b#I can't wait for you to see what I look like tomorrow, baby.$11",
        "spring_Abigail": "I may like the colder seasons, but by the end I'm always glad to see spring arrive.",
        "summer_Abigail": "Oh man... I could go for some chocolate cake.#$b#...It doesn't fit into my meal schedule for today though...$3#$b#So I guess I'll just hold off...$2",
        "fall_Abigail": "Maybe I'll rake up a big pile of leaves today.#$b#I used to play with the leaves a lot as a kid!$1",
        "winter_Abigail": "Remember when we played 'Prairie King' together in my room, so long ago? Those were good times.$h",
        "spouseRoom_Abigail": "God I love big fantasy swords, don't you?#$e#I'm thinking of starting a collection.#$b#Problem is I just wanna swing em around instead of displaying them!$1#$b#This one is from Street Stalker, it's the sword of a badass zombie-vampire hunter.#$b#I got it on the net second hand, so it's not perfect.$3#$b#But it's awesome anyway!$1"
		
    }
}

]
}





