{
"Format": "1.0.0",
"Changes": [
{
"Action": "EditData",
"Target": "Characters/Dialogue/Haley",
"entries": {
        "Introduction": "%Before you stands what could be the most muscular woman - no, human on the planet. #$b#%It's difficult for your mind to take in just how obscenely muscular this girl is.#$b#%One look at her monsterous figure immediately gives off an aura of dominance and power.#$b#%Mountain-like traps flank her beautiful face, reaching her ears and pushing aside her long golden hair.#$b#%Her pecs are so enormous, that she could easily rest her chin on them, were she so inclined.#$b#With each breath she takes, her meaty chest rises, closing the gap under her chin even further.#$b#%Her shoulders are so wide, that unless you were to step back, you wouldn't be able to see all of her.#$b#%Her skin looks taunt over the swells of her muscles - there doesn't seem to be an ounce of bodyfat anywhere.#$b#%She is in a word; gargantuan.#$b#% You realize that she could easily swat you like a fly, and you instinctively step out of her path.#$b#%This beast of a woman looks past her engorged pecs at you, and scoffs.#$b#Out of the way, short-stuff.$0#$b# You're lucky I noticed you there, otherwise I might have accidentally crushed you just now.$6#$b#Oh yeah, you must be that new farmer. You don't look like much though...$3#$b#Listen I'm too busy being a goddess to make friends with someone who plays with dirt all day.$0#$b#So why don't you scurry off and go find a rock to cower under?$1",
        "danceRejection": "Ugh, get real.$3#$b#You're so small that I would probably crush you by mistake.$3",
        "divorced": "Don't come near me.$2#$b#I knew I was too much woman for you to handle.$11",
        "breakUp": "You've got a lot of nerve, breaking up with a goddess.$11#$b#Why don't you walk away now before I decide to get vengeful?!$5",
        "dumped_Girls": "Have you ever wondered what it'd be like to have you head crushed by the world's biggest thighs?$3",
        "secondChance_Girls": "I figured you'd come crawling back.$1#$b# Let's face it, you'll never meet another woman like me.$6",
        "Mon": "This town is so small. It sucks.$2#$b#I'd have to drive, like, twenty miles to reach a decent gym.$2#$e#Not that I'd fit in a car...$3#$b#You're handy, right?#$b#Why dont' you just, build me a gym?$1",
		"Mon2": "You'd never get this but...$0#$b#Having this much muscle feels so good...$6#$b#I'm never going back to being tiny like you.$1",
		"Mon4": "God, my lats feel so thick today...#$b#It wouldn't be a problem, but I can't reach back there to scratch this itch...$3#$b#@!$11#$b#Be a good little boy...^Be a good little girl...#$b#And scratch my back for me.$10#$e#You'll do a good job too, if you know what's good for you. *giggle*.$1#$b#%Haley wasn't kidding about her swollen back muscles.#$b#%It must be difficult to rest her arms at her sides, let alone scratch her own back...#$b#%Gingerly you reach up to complete your task.#$b#%Before you even make contact with her pale skin, you feel a powerful warmth on your fingertips.#$b#%You decide to get to work before Haley gets angry.#$b#Ahh.... *giggle*$8#$b#That's much better.$1#$b#You did a decent enough job, @.#$b#I should carry you around in my bag for when I need back scratches!$1",
		"Mon6": "@!$11#$b# It's about time you showed up, I've been waiting to see you.$3#$b#You know I hate being made to wait.$3#$b#Anyway, now that you're finally here...$0#$b#I hit a new max on my bench press this morning.$10#$e#Since you're such a fan of my muscles.#$b#And I'm so generous...#$b#I thought you might like to see me while I'm all pumped up...#$b#Feast your eyes...!$6#$b#%Haley fixes her posture before leaning forward and bringing her massive arms in for a crab flex.#$b#%Immediately the sinews that make up her engourged pecs spring to life.#$b#%As she continues to slowly put more effort into her flex, each tiny striation becomes visable under her paper thin skin.#$b#% As she reaches the apex of her flex, thick veins begin to form, adding even more definition to her mind bending chest.#$b#%The sight is almost enough to make you almost gag, but somehow you know that you want to see more.#$b#*grunt*$6#$b#How's that? Enough muscle for you?$6#$b#I hope not, because I'm going to get even bigger!$6#$b#Oh and that little show wasn't free by the way.#$b#I expect a present tomorrow to cover it!$1",
		"Mon8": "%Haley hasn't noticed you yet.#$b#%She draws back her shoulder blades, causing her incredible traps to bunch up.#$b#% The forming canyon of muscle continues to deepen down her back.#$b#%As if the sight wasn't impressive enough already, she starts to circle her shoulders.#$b#%Every swollen knot of muscle that makes up her titanic back dances and plays with the motion.#$b#% You find yourself becoming hypnotized by the rythm.#$b#%The intoxicating display comes to an end much to your dismay.#$b#%Haley turns to face you, with a knowing smirk on her face.#$b#You know, one of these days I'm going to have to start charging you my cam fee for all of these free shows...$10#$b# Not that I mind you watching.$8#$b#I built this massive body, and I love it when people worship it...$8#$b#Maybe if you beg... I'll let you watch for free a little while longer...$8",
        "Tue": "God. Have you ever considered going to the gym once or twice?$3#$b#You're absolutely pathetic looking.$11#$b#How do you even manage running a farm when you're so scrawny?$3",
		"Tue2": "You know, I could use a towel boy.^girl.#$b#You should just quit being a farmer and follow me around, @.$1#$b#Hmm...? Pay?$13#$b# *laugh* Yeah right! That's cute...$1#b#Your payment would be getting to watch me transform into the most powerful person on the planet.$6",
		"Tue4": "The straps on my top are getting tight again.$3#$b#If I keep growing like this, Emily is going to have to make me another new outfit.$3#$b#.Which would be fine, but then I have to listen to her lecture me!$5#$b#She should be more like you, and worship me and do whatever I say.$10",
		"Tue6": "I ran into Abigail recently...#$b#She actually thinks she's gaining on me. *laugh*$1#$b#She is getting pretty jacked though...$2#$b#I really like being the biggest around, why does she have to try and take that from me?$2.",
		"Tue8": "%You catch Haley going through instagram snapshots of herself on her phone.#$b#%Pictures from before she became a bodybuilder, pictures of herself still growing.#$b#%It's bizzare to think that she used to have a 'normal' body at one point.#$b#%With every snapshot she brings up, she attempts to copy the pose in the picture.#$b#%She grunts as she puts effort into each colossal flex.#$b#%The sheer contrast between her current and past bodies is astounding.#$b#%You wonder if she'll ever stop growing.",
        "Wed": "Ugh, like today wasn't boring enough already...$3#$b#Can't you go be a dusty farmer somewhere else?$11#$b#To bring out each and every muscle, I have to take really good care of my skin.$6#$b#Which is why I don't need you getting me all dirty!$11#$b#Not that you'd understand.$7",
		"Wed2": "The only thing I like about this town is the beach.$3#$b#If we had a tanning salon that would be way better though...$2#$b#I don't want to maintain a tan year round...$3#$b#But I look damn good with a deep tan. It makes every single muscle pop!$6",
		"Wed4": "Look, I know I can be a bit of a diva sometimes...$7#$b#But that's just what you get when you spend time with a goddess.$10#$b#You've been catching on quick.$0#$b#So I don't mind you coming to see me.$1",
		"Wed6": "Ugh... One of my commenters told me I look like a bull.$2#$b#@!Tell me how good I look!$11#$b#%After you swallow your initial nervousness, you begin to honestly describe what makes Haley so alluring.#$b#%Her dedication to her lifestyle, her assertiveness, her sheer willpower, and her gorgeous looks.#$b#%You keep to yourself that she's also a living example of your deepest of fetishes.#$b#%Haley's expression softens, relieved by your ernest response.#$b#*giggle* Thanks, @. I actually feel better.$8#$b#Uh, I mean...!$13#$b#You're damn right!$10#$b#Of course I'm amazing! There isn't a woman alive as jacked as me!$6#$b#More importantly, I'm going to keep getting bigger!$1",
		"Wed8": "Well if it isn't my number one fan!$10#$b#Thought you might like to see me before this pump wears off.$10#$b#I just feel so stuffed, like my muscles could burst out of my skin at any moment!$6#$b#It feels amazing. If I could, I'd stay pumped like this 24/7!$6#$b#Just you wait, cause I'm going to keep getting bigger.$10#$b#I'll look back at my current body and wonder how I put up with being so small.",
        "Thu": "#$1 HaleyClothes#So few things fit me any more.#$b#It's the price I have to pay for being the biggest, strongest woman on the planet.#$b#I'd say it's a fair trade-off.",
		"Thu2": "Unless the next thing you're about to do is offer a protein shake to your goddess...$11#$b#I'd get out of her way.$3",
		"Thu4": "I've been thinking of doing worshipping sessions, to make some extra cash.$3#$b#Oh? What's with that look?$13#$b#Maybe you'd like that kind of thing?$4#$b#Hope you've got the gold for it, I don't come cheap...$6",
		"Thu6": "%Haley is performing a mind bending lat spread.#$b#%The way her meaty, wing-like lats swell and prevent her arms from resting at her sides boggles the mind.#$b#%With a little effort she manages to spread her lats even further.#$b#%It's truly a sight to behold.#$b#%Pleased with her spread, Haley brings her arms back in, and crunches down into a most muscular pose.#$b#%Her traps swell forward, engulfing her bull-like neck, and pushing her golden locks back.#$b#%Thick veins adorn her steely muscles.#$b#Mmm.... God I love flexing...*giggle*$6#$b#I could do this all day...$6",
		"Thu8": "Oh, @!$1#$b#I figured you'd come by at some point to worship at the temple of Haley.$10#$b#Your timing couldn't be better!$1#$b#I have this aweful knot under my shoulderblade, but I can't reach it alone.$12#$b#So be a good servant, and give me a massage!$10#$b#*giggle* Some people would pay a fortune to rub down a goddess like me, so consider yourself lucky!$1#$b#%The thought of getting to touch Haley's incredible body is enough get your mind racing.#$b#%You compose yourself however and focus on the task at hand.#$b#%Haley loosens her muscles as much as possible to give your fingers a chance of denting her iron-like back.#$b#%You begin to apply pressure to the space you would assume her shoulder blades would lay.#$b#%It's impossible to tell for certain, as they are hidden behind several layers of dense muscle.#$b#Mmm... That actually feels pretty good, @.$8#$b#Your hands are much stronger than I gave you credit for...$8#$b#%You continue to kneed at the spot.#$b#%Haley's soft moans let you know when you've found the right place.#$b#%After kneeding for several minutes, Haley brings her shoulders backward and flexes her titanic back.#$b#Ahh... That's much better, thanks @.$4#$b#I'm going to keep you in mind next time I get a knot that needs kneeding...$8",
        "Fri": "%Haley is ignoring you, which is no small wonder.#$b#To her, you must seem as small as an insect.#$b#%That thought reminds you that she could easily swat you, and you reflexively back away.",
        "Fri2": "I told you before I don't want to get all dirty didn't I?$11#$b#If you're going to be covered in soil all the time...$3#$b#Why don't you go hang out with linus the bag person?$3",
		"Fri4": "*huff* *huff*$5#$b#...$5#$b#Hmph!$3#$b#.Don't come near me.#$b#My injections make me really moody some times.$2#$b#I can't garuntee I won't take it out on you.$11#$b#It's all going to be worth it though...$7#$b#I'll do whatever it takes to be the biggest...$3",
		"Fri6": "@!$13#$b#I just finished what might have been my best workout yet.$2#$b#But I still feel awful...$2#$b#It's gotta be this new stuff I'm taking...$3#$b#...$7#$b#...Tell me I'm a goddess.$11#$b#%Haley seems like she's hurting.#$b#%Beyond you just not wanting her to be mad at you, you also want to cheer her up.#$b#%You remind her that she is your goddess, and that you will always worship her.#$b#%Haley slowly closes the distance between the two of you, scanning your expression for sincerity.#$b#%You feel her massive shadow completely eclipse you.#$b#...$11#$b#Good, you can go.$7#$b#...And thanks.$4",
		"Fri8": "%Haley is sobbing to herself.#$b#%Before you question why that might be, you remember that the various steroids she takes cause her mood to swing on occasion.#$b#%Mustering every ounce of courage you possess, you approach Haley and ask if she's alright.#$b#Oh... *sniff* Yeah I'm okay...$2#$b#It's just another stupid mood swing.$2#$b#I'm getting used to them.$2#$b#...$2#$b#It's... all worth it right?$2#$b#%You've never seen Haley this vulnerable.#$b#%Even knowing full well that if she didn't like your response, she could break you in half...#$b#%Your concern outweighs your fear.#$b#%You tell her that she is the most amazing woman that you've ever met, and remind her that she is your goddess.#$b#...$17#$b#...Thanks, @.$4#$b#*giggle* I actually feel a lot better now.$1#$b#Some day I'm going to repay your kindness...$8",
        "Sat": "I'm feeling an urge to go shopping.#$b#Ugh! I wish there was a mall here.$3#$b#Not that they would carry goddess sized clothing anyway...$3#$b#Whatever, I guess that's what emily is good for.$0",
		"Sat2": "You'd look cute with a little collar.#$b#You already follow me around like a dog.$0#$b#I bet I could even fit you in my bag!$1",
		"Sat4": "%Haley is looking very confident today.#$b#%She seems to have a little extra strut in her gait.#$b#%Not caring if anyone is watching, she pulls her enormous arms up into a double biceps flex.#$b#%The incredible peaks of her biceps swell, eventually brushing the against her clenched finger tips.#$b#%She coos, enjoying the sensation of her glorious flex.#$b#%Haley then puts a little extra effort into her flex.#$b#%You stare in awe as her bicep head begins to push her hand back upward.#$b#%Seemingly satisfied, Haley drops her flex and continues her walk, with a pleased smirk on her face.",
		"Sat6": "Oh shoot! I forgot to update my instagram today.$13#$b#@, stand right there, don't worry I'll blur out your face.$10#$b#%Haley takes out her smart phone and stands next to you.#$b#%You do as you're told and don't move.#$b#%As she presses closer to you, you begin to feel the heat radiating from her massive body.#$b#Flex your right arm!$0#$b#%You bring your arm up and perform wht would be a flex, if you had any muscles.#$b#%Haley matches your pose with her monsterous arm.#$b#$%You could easily fit several of your own arm in just one of hers.#$b#%Haley snaps the selfie then quickly steps away from you.#$b#%You feel downright exhausted just from the tension of that brief moment.#$b#Great! I'm going to call it 'Look how small he is compared to a goddess!'^she is compared to a goddess!'$1#$b#Thanks, @!",
		"Sat8": "That picture we took together got so many hits!$1#$b#$We should totally do some more!$1#$b#I mean it's not like you don't get anything out of it.$8#$b#You've made it pretty clear that you really do worship me.$8#$b#Just think of it as a chance to spend even more time with your goddess.$8#$b#And if you're good, maybe I'll give you a reward...$8",
        "Sun": "I hear Abigail gets her steroids from Maru.$3#$b#I tried what she had to offer, but it was too weak.$11#$b#I get the real stuff from the internet.$11",
		"Sun2": "Out of the way small fry.#$b#I just got done my injections and I feel like I could bench press a pickup truck!$10#$b#If you get in my way, I might just use you as an weight instead.$10",
		"Sun4": "I might need to double up on my supplements again soon...$3#$b#My body is getting so big that I'll need all the nutrients I can get to keep growing.$3",
		"Sun6": "@, come here for a sec.#$b#I usually have Emily do my injections for me, but she's meditating or whatever...$3#$b#So you get the privilage of doing it today!$1#$b#Savor this moment, where you get to help your goddess get even bigger!#$b#%Haley hands you a vial containing a cocktail of potent steroids.#$b#%If you were to be injected with this, it would likely kill you on the spot.#$b#%For Haley however this is a part of her daily routine.#$b#%Haley bends over, and pulls down one side of her shorts.#$b#%Her exposed glute looks hard and striated, even unflexed.#$b#%You wonder if the needle will even penetrate her steely flesh.#$b#Don't keep me waiting, @.#$b#Do it all in one go.#$b#%You do as you're told, and inject the needle into Haley's bulging glute.#$b#%As you depress the plunger, you watch the liquid housed in the vial slowly disappear.#$b#%You're not sure why, but you feel a sense of excitement watching Haley absorb the drug.#$b#%The knowlage that she'll get even bigger from this thrills you.#$b#Thanks, @.#$b#Though I'm sure getting to see my ass was thanks enough!$1#$b#I might need you to do this again in the future.$4",
		"Sun8": "%Haley approaches you with a stern look on her face.#$b#%You wonder what the issue could be.#$e#%That is, until you notice that she is clutching two vials of steroids and a needle in her hands.#$b#@!$11#$b#Emily refused to let me double up on my injections today!#$b#Where does she get off telling me what to do?!$5#$b#I'm more woman then she'll ever be!!$5#$b#Like yeah, it's risky or whatever, but I need this.$3#$b#I can't let anyone catch up to me.$3#$b#%You wonder who could even pose a threat to Haley in terms of sheer size.#$b#%Even most male bodybuilders struggle to attain the level of muscle she posseses, let alone her conditioning.#$b#%Just then you notice tears forming in the corners of Haley's eyes.#$b#I just... I need to be the biggest, you know?$2#$b#%Clearly she's experiecing a steroid induced mood swing again.#$b#%You console Haley, reminding her that she is likely the most muscular human on the planet already.#$b#%You promise her that no matter what, she will always be your goddess, steroids or no.#$b#...$2#$b#*giggle*$4#$b#Right... Sorry you had to see me like this.$4#$b#I won't double up on my injections... it isn't safe.$17#$b#I'm not ready to go without them yet though...$2#$b#I'm going home, thanks, @.$4",
        "Event_clean1": "*sigh*...$4",
        "Event_clean2": "But it's so cramped in there!$5%fork$a",
        "Event_clean3": "I'm a /WHAT/?!$5#$b#You've got 5 second to start running!",
        "Event_darkroom1": "Aw, thanks!$h",
        "Event_darkroom2": "Oh! I thought you knew.#$b#This room's for developing photos.",
        "Event_darkroom3": "Is that so...?$s",
        "Event_darkroom4": "Aw, thanks!$h",
        "Event_darkroom5": "Oh! I thought you knew.#$b#This room's for developing photos.",
        "Event_darkroom6": "Is that so...?$s",
        "Event_beach1": "No, you won't! This bracelet was passed down to me by my great-grandmother!$a",
        "Event_beach2": "*sigh*$s#$b#...Maybe it'll wash up on another shore. I can't bear to think of it at the bottom of the ocean.$s",
        "Event_room1": "Him? No!#$b#...Well, I guess I used to like Alex. But not anymore! He's immature.",
        "Event_room2": "What? That sounds fun, but I wouldn't want to leave Stardew Valley right now...",
        "Event_room3": "Huh? What's an android?",
		//Spring
		"spring_Mon": "Listen, when you get as jacked as I am, you don't have to deal with lesser people.$3#$b#That means you.$11",
		"spring_Mon2": "What a beautiful day!$1#$b#It's perfect for squats!",
		"spring_Mon4": "What a beautiful day!$1#$b#It's perfect for squats!$10#$b#Since you're here, @ you can go get me a protein shake!$1",
		"spring_Mon6": "My instagram followers almost tripled when I unveiled my muscles for the first time.#$b#They're what keep me going.#$b#Not that there are too many downsides to being a ripped goddess.$10",
		"spring_Mon8": "@! Perfect timing!$1#$b#I knew you'd be coming by at some point.#$b#Well I mean you're like a little puppy following me around and slobbering.$0#$b#Not that I mind, I guess.$4#$b#Anyway! I wanted you to check out these veins!!$6#$b#Just wrapped up an amazing chest day. Pretty impressive, right?$6",
		"spring_Tue": "Ugh, I bent another weight bar...$2#$e#I must have loaded too much weight on it again...$2",
		"spring_Tue2": "Oops forgot to upload my daily instagram post.#$b#I should do it now before people wonder what's up.",
		"spring_Tue4": "Do you use instagram, @?#$b#I have a couple thousand followers now, so I'm kinda big there.#$b#Well, actually, I'm big everywhere always.$6",
		"spring_Tue6": "%Haley is doing pushups.#$b#%Her form is perfect, and her motions are steady and deliberate.#$b#You watch in awe as her moutainous back flexes and spreads with each rep.#$b#%She's clearly been doing this for a while, as sweat has begun to pool in the grooves between her swollen muscles.#$b#%Instinctively you reach for a towel for your goddess, only to realize she hadn't asked for one yet, nor did you have one in the first place.#$b#%You contemplate just how much she has conditioned you to serve her.",
		"spring_Tue8": "You know I've really been wanting my own place, but everything around here is taken.$2#$b#Maybe I'll just take your farm!$1#$b#It's not like you could stop me, even if you wanted to...$6#$b#...$6#$b#Pfft, just kidding!$1#$b#I wouldn't actually do that to you.$0#$b#The look on your face says you were thinking about it though.$4#$b#I guess I wouldn't mind living on a farm at some point.$8",
		"spring_Wen": "I'm a GODDESS! Emily can just take care of the trash herself!!!$5#$b#What do you think you're looking at?!$a",
		"spring_Wen6": ".",
		"spring_Wen8": "Now that I'm this jacked, I've been thinking about what It'd be like to do manual labor for a living.#$b#I mean you do it every day, right?#$b#And you're scrawny and stuff.$3#$b#No offense.#$b#I mean working out several hours a day can't been all that different right?#$b#Maybe I'll work on a farm one day.$4#$b#I guess you inspired me.$4",
		"spring_Thu": "I need new lifting gloves with better support.#$b#My weights are so heavy now that it hurts my wrists...$2",
		"spring_Thu4": "I think I'm going to give my pecs some extra loving today.$10#$b#I love how they feel after a good pump.$6",
		"spring_Thu8": "@, I need you.$11#$b#%With a gulp, and not a second thought, you give Haley your undivided attention.#$b#Good boy^Good girl!$1#$b#Look carefully. One of my fans said my right bicep is bigger than my left.$11#$b#Are they right?$2#$b#%Haley lifts her massive arms and curls them into a classic double biceps flex.#$b#%As the mounds of steely flesh harden and lock, thick veins form under her skin, adding extra detail.#$b#%While you'd like nothing more than to stop and marvel at these amazing biceps for a bit longer... You've been given a task.#$b#%you examine both biceps carefully and find that they're perfectly symmetrical, save for the network of veins that crawl along them.#$b#...So they are the same size?$2#$b#Ugh, I thought so, but I needed to be sure. I was worried for nothing.$3#$b#Thanks, @.$1",
		"spring_Fri": "Oh, it's the farmer again.#$b#Can't you see I'm busy?$3#$e#Ugh...$3",
		
		//Summer
		"summer4": "Are you growing any melons on your farm this year?#$b#I've always wanted to compare my biceps to one!$1#$b#One day, I'll have biceps bigger than anything you can grow on your farm.$6",
        "summer_Mon": "Tanning is totally a pain when you're this big.#$b#Making sure you get all the nooks and crannies is important.#$b#It's such a hassle, but the results are worth it.#$b#Gonna need a new bikini though.$3#$b#I doubt the straps from my old one will fit around my lats anymore.$3",
		"summer_Mon2": "I wonder how much longer it's going to take to get a sponsorship...#$b#I mean look at me! I'm the biggest woman on the planet!$6#$b#You'd think sponsors would be lining up to have me...$2",
		"summer_Mon4": "I'm going to need bigger weights again.$2#$b#I barely have room for the ones I have now.$3#$b#Sometimes I wish I had my own place like you do, @$2.",
		"summer_Mon6": "I love how huge and thick my pecs are now.$1#$b$#They're easily my fave muscles$6#$b#I just love how it feels to squeeeeeze them...$6#$b#I can tell you liek them too, @ *giggle*.$1",
		"summer_Mon8": "I don't give you enough credit some times, @.#$b#I mean yeah, you're puny or whatever.$3#$b#But you work your farm all day, then still make time to come by and worship your goddess.$4#$b#Don't think I don't apreciate it.$4",
        "summer_Tue": "God it's hot out.$2#$b#Some tiems I'm tempted to just go topless.#$b#It'd be so much cooler, and let's be real...$3#$b#No one could stop me even if they wanted to.$10",
		"summer_Tue2": "Ugh, Caroline told me I shouldn't wear such skimpy clothes.$3#$b#Have you seen me?$3#$b#Normal clothes don't even fit.#2#$b#Not that I want to hide this awesome body anyway.$10",
        "summer_Tue4": "You know a thing or two about smithing right?#$b#I need someone to make me some new barbell plates.#$b#I just keep out lifting all the ones I have!$11",
		"summer_Tue6": "%Haley is taking selfies of herself flexing her gargantuan muscles.#$b#%No doubt to post on her instagram, which is already filled with various shots of her amazing flexes.#$b#%She pulls the camera upward and points it down toward the valley between her mammoth pecs.#$b#%She draws her shoulders in and squeezes to maximize the size and vasularity of her chest.#$b#%Thick veins begin to web across her pecs as she applies more and more effort into her flex.#$b#%You imagine getting to feel that mountainous chest, and get excited.#$b#Ugh... yeah...$6#$b#I know you're staring, @.$6#$b#You should follow my 'gram, there's lots more flexing where this came from on there...10",
		"summer_Tue8": "God I'm so big...$8#$b#I love it. All the working out, all the steroids...$0#$b#It's all worth it for this.$6#$b#...God, I don't know what's in my injections lately...$8#$b# but they've started making me really hornyandter I take them...$8#$b#And when I get a look at what I've become.$8#$b#How massive I am.$6#$b#It gets me so worked up, I can barely finish my workout.$8#$b#...Tell me I'm your goddess.$6",
        "summer_Wed": "The summer heat feels good on my skin.#$b#It's one of the up sides of being able to dress so light.",
		"summer_Wed": "God, I'm so over living in this valley.$3#$b#I want a gym!!$2",
		"summer_Wed2": "Unless you're here to bring me an ice cold sports drink...$3#$b#You can go somewhere else.",
		"summer_Wed4": "I asked Emily if she's make me a new top today, but she said she's already working on one for Abigail.#$b#Shouldn't sisters take priority?#$b#I'm just being moody I guess.#$b#So what's up, @?.",
		"summer_Wed6": "%Haley looks like she just did a killer workout.#$b#%She's sporting an impressive pump, and is covered with thick, throbbing veins.#$b#%She stops and brings one of her mammoth biceps up for a flex.#$b#%Even Haley looks surprised by just hwo azingly huge her swollen limb has become.#$b#%She coos at the sight, marvelling in her own hugeness.#$b#%You wonder just how much more muscle she could possibly manage to pack on to her frame.",
		"summer_Wen8": "@, I need to tell you about this incredible dream I had last night.$10#$b#Don't let it get to your head, but you were in it.$3#$b#So like, in the dream...#$b#You and I were kinda together.$4#$b#Anyway, I was at the benchpress, banging out reps...#$b#But like, nothing fazed me.#$b#So you kept bringing me more weights.#$b#you kept loading up more and more weights, and I just kept lifting and lifting.#$b#I guess we ran out of weights at some point, so I sat up from the pench...#$b#That when I realized how huge I had gotten!$13#$b#It was incredible! I must have doubled my muscle mass! No maybe eve tripled it!$13#$b#God it felt so good. I felt like a living mountain.#$b#I could barely see past my pecs!$13#$b#I guess I woke up after that, cause that's all I remember.$2",
		"summer_Thu": "This isn't my natural hair color.#$b#One of my followers commented that I'd look hotter as a blonde.#$b#They were totally right though don't you think?$1",
		"summer_Thu4": "I'm so lucky this year, I've had like zero mosquito bites!$1#$b#Maybe they can't even pierce my skin.$6#$b#%You muse to yourself that the mosquitos likely died of a steroid overdose before they could get any blood.#$b#%But you decide to keep that quip to yourself for your own safety.",
		"summer_Thu6": "@, I need you to do something for me.#$b#%Haley hands you a bottle of sunscreen.#$b#%Your mind begins to race.#$b#Emily had already left this morning, so I could only do my front.#$b#Which is lucky for you, since now it's your job!#$b#%Haley pulls the straps of her top to the side to give you better access.#$b#%She uses her girthy forearm to cover her exposed chest.#$b#Do a good enough job, and I might even let you do it again...$18#$b#%You feel all the blood in your body rushing to your head.#$b#%Dispite this, you gather all of your composure, and get to work applying the sunscreen.#$b#%Even though the lotion is cold, your hands immediately warm up against Haley's skin.#$b#%You carfully massage the lotion into each of the stoney lumps and swells that make up Haley's wide back.#$b#%As if teasing you, she spreads her cobra-like lats.#$b#%She seems to almost double in width.#$b#%Even still, you finish your task.#$b#Took you long enough.#$b#Guess you were enjoying yourself.$10",
		"summer_Thu8": "There isn't a single moment where I regret getting into bodybuilding.#$b#I love just about everything about it.#$b#The power, the recognition.$0#$b#I've earned it, and I love that.$6#$b#I also love the look on your face, as my shadow completely eclipses your tiny body...$6",	
		"summer_Fri4": "I skipped my cam session last night and did some posing practice.#$b#Not going to lie, even I get excited staring at this amazing body...$8",		
        "summer_Fri8": "This heat is nice and all, but it's exhausing working out in this heat.$3#$b#But it's the only way to keep getting bigger.#$b#I'm sure as hell not going to let the weather stop me.#$b#...But you know, having a loyal worshipper to fan me during my workouts would be nice...$8",		
        "summer_Sat":"Ugh I ran out of L-carnatine powder...$2#$b#It takes forever to get more out here in the boonies too.$3#$b#Guess I could ask Maru if she knows how to make it...$2#$b#I need it to keep the fat off and my muscles looking cut.$1",
		"summer_Sat4": "God if I could, I would so eat a ton of ice cream today.#$b#But if I just ate whatever I wanted I'd look fat like Abigail.$3#$b#In the end looking lean and vascular is better than all the ice cream in the world.$10",
        "summer_Sat6":"Ugh, @. You're late.$3#$b#I'll forgive you right now if you get on your knees and tell me I'm your goddess...$6#$b#%You quickly do as your told.#$b#%You dramatically swear your undying fealty to her, your goddess, making sure to also compliment her strength and beauty.#$b#No one asked you to get all shakespeare...$3#$b#...But it was actually kinda cute. I forgive you.$4",
		"summer_Sat8": "%Haley hasn't noticed you.#$b#%She has ear buds in and seems to be enjoying some post-workout music.#$b#%You notice that she's flexing her pumped up pecs to the beat of her song.#$b#%You watch in rapt fascination as she bounces each massive pec seperately.#$b#%There truely isn't an ounce of fat on her amazing chest.#$b#%Which makes it all the easier to see those steely sinews dance and skip beneath her paper thin skin.#$b#%It's an incredible sight, one that you might never forget.#$b#%You can't hear it, but based on Haley's body language, you assume the song ended, and a slower, more sensual song has begun.#$b#%Slowly and methodically, Haley begins to roll her huge pecs.#$b#%You watch in awe as the deep rippling waves slowly travel up her chest.#$b#%The amount of control she has over her muscle stuffed pecs leaves you slack-jawed.#$b#%Somehow though, you snap out of it, and regain some composure.#$b#%You decide to commit this spectacle to memory and move on before you get caught staring.",
        "summer_Sun": "Emily convinced me to try a veggie breakfast and now I feel sluggish...$2#$b#She knows that if I don't get enough protein and carbs in my meals I can't workout to the fullest.$3",
        "summer_Sun4": "I accidentally cracked the floorboard in my room when I dropped a weight on it.$2#$b#Do you think Robin can fix it?$2",
		"summer_Sun6": "Do you have any idea just how many calories I have to eat in a day to keep putting on muscle?$3#$b#It's a lot.$2#$b#So you'd better keep bringing me gifts of food.#$b#Your goddess needs every last calorie...$6",
        "summer_Sun8": "@, I'm glad you're here.#$b#Help me mesaure my arm real quick. It's been a while since I checked.$1#$b#%Haley hands you a mesauring tape, then flexes her massive bicep in from of your face.#$b#Hang on, I can get it bigger...*grunt*$12#$b#%Haley repeatedly flexes, each time pumping more and more heith and girth into her outrageous bicep, which was now lined with thick veins.#$b#*phew* All pumped up. Ok mesure now.$6#$b#%You attempt to wrap the tape around her engorged limb, but it is simply too small. It doesn't wrap all the way around.#$b#%You can only imagine her arms must be a minimum of 30 inches, possibly more.#$b#%Haley looks like she can't decide if she's happy that she outflexed the tape, or annoyed that she didn't get a conclusive answer.#$b#Hmph, whatever. I'll try to find another tape.$3",
		//Fall
        "fall_1": "It's fall already?$s",
        "fall_Mon": "Unless you have a mint chocolate whey protein shake for me, you can keep walking.$3",
        "fall_Mon4": "Emily says that the spirits are really dormant this time of year.#$b#Like, what does that even mean?$3",
        "fall_Mon8": "%Haley is effortlessly performing some bodyweight squats, likely warming up for leg day.#$b#%For some people this would be a challenging workout unto itself, but for Haley it's practically challengeless.#$b#%Even still, she begins to develope a slight pump in her tree trunk quads, and veins begin to sprout along them.#$b#%You marvel at her legs as they get slightly larger with every dip.",
        "fall_Tue": "%Haley is red with anger.#$b#%She hasn't seen you yet, and for your own safety, you decide to keep it that way.#$e#...$5",
		"fall_Tue2": "I always feel so gross after working out in the fall...$2#$b#Maybe it's becuase the air is so damp and cold?$2",
		"fall_Tue4": "@, good timing, I need you for a sec.#$b#%Haley hands you her digital camera and instructs you to take a few shots of her flexing.#$b#%As she performs various flexes in her routine, you can't help but feel like she's posing just for you.#$b#%But you rationalize that it must just be because of the fact that you're making eye contact becuase of the camera.#$b#Done. you did an ok job.#$b#These are going right up on my instagram!$1",
		"fall_Tue8": "@! Thank god you're here, I need someone I can actually rely on.$1#$b%So you've got pretty strong hands from working on your farm right?$0#$b#What I need from you is to give my traps a good rub down.$6#$b#I worked my shouders today. Maybe a little too much. And Now they ache.$2#$e#%Haley turns around and shrugs her massive shoulders.#$b#%Her immense traps rise upward, smothering even more of her thick neck.#$b#%With a gulp you place your hands on her swollen traps. They're rock solid, and yet soft and warm to the touch.#$b#%You begin to kneed, but her traps are too hard. You ask if she could please relax her muscles.#$b#%Once she relaxes, you solider on, putting as much pressure on the muscles as your hands will allow.#$b#%It's only now that you notice just how small your hands seem next to these massive mounds of flesh.#$b#%Haley seems to be enjoying your massage. Every now and then you can hear her stifle moans of pleasure.#$b#Mmm, that felt great *giggle*.$8#$b#I might have to keep you around to rub me down after every workout.$8",
        "fall_Wed": "What?$3",
		"fall_Wed2": "I don't have time for whatever it is you're here for.$3#$b#I have a cam show later, and I need to get pumped.$0",
		"fall_Wed6": "Hey @, you're working on the comunity center right?#$b#What if we just converted it into a nice gym?$1#$b#That's way better than whatever it used to be, right?$1",
		"fall_Wed8": "%You notice that Haley's skin is slightly red and... steamy?#$b#Ahh... $8#$b#I did a massive full upperbody workout today, so I rewarded myself with a trip to the indoor spa.$8#$b#The water was so nice, and warm.$8#$b#%The mental image of Haley's naked body bathing rushes into your mind.#$b#%Warm water washing over all of her lumps and curves fills you with excitement.#$b#...The look on your face is seriously gross, @.$3",
        "fall_Thu": "Why can't gus serve smoothies? Or protein shakes?$2",
        "fall_Sun": "Today is sunday so that means I have a show to do tonight.$#$b#But I don't want to. I'm not feeling it today.$2",
        
        //Winter
		"winter_Mon": "Listen, I'm sure being a farmer is boring in the winter, or whatever.$3#$b#But don't think that means you can just waste my time.#$b#So excuse me, but I have gains to make.$3",
		"winter_Mon6": "You know I wouldn't mind helping you put some on some muscle, you know.#$b#You hang around me all the time anyway, and winter is slow for you right?",
        "winter_Tue2": "The cold makes it hard to work out outdoors...$2",
        "winter_Thu2": " I wanna be even beigger in time for next summer.#$b#I can't let the cold slow me down.$3",
        "winter_Wed6": "%Dispite the cold, Haley is a lightly dressed as ever.#$b#The low temperature doesn't seem to have slowed down her gains either.#$b#Haley is sporting a serious pump, complete with bulging veins.#$b#@, nice timing.#$b#I just finished up a set, bring me a shake.$11",
        "winter_Thu6": "Maybe I'll donate some of my skirts to a charity this spring.#$e#It's not like they fit me anymore anyway.$3",
    },
},

//Events
    //Haley House
    {
        "Action": "EditData",
        "Target": "Data/Events/HaleyHouse",
        "Entries": {
        "11/f Haley 500/p Haley/p Emily": "50s/6 20/farmer -10 -10 0 Haley 5 20 1 Emily 8 20 3/skippable/pause 1000/shake Haley 500/pause 500/speak Haley \"Urgghh! You can't just leave your stupid yoga mats here!$5#$b#It's MY week to have the living room!!$5\"/emote Emily 12/speak Emily \"You're being childish, Haley. You agreed to let me use it this week because I did your share of the dishes...$u\"/pause 200/warp farmer 2 24/playSound doorClose/pause 400/faceDirection Haley 2/faceDirection Emily 2/speak Haley \"Oh, it's that tiny farm boy.$7^Oh, it's that tiny girl from the farm.$7\"/faceDirection Emily 3/speak Emily \"He has a name, you know.$u^She has a name, you know.$u\"/move farmer 0 -1 1/move farmer 3 0 0/faceDirection Emily 2/speak Haley \"Hey, I bet you'll understand my point of view here.\"/emote farmer 8/speak Emily \"*sigh*... I'm really sorry to involve you in this, @. Haley is complaining because we normally alternate who gets the living room each week.$u\"/faceDirection Haley 1/speak Haley \"$q 45 null#You don't even need that much room to do yoga!$a#$r 46 -50 Event_clean2#Just lift weights in your own room!#$r 45 30 Event_clean1#Don't worry my goddess, you can always use it next week.#$r 46 -30 Event_clean3#Emily, I know haley is a brat, but...\"/fork haleyWontDoIt/stopMusic/faceDirection Haley 3/emote Haley 12/pause 400/faceDirection Haley 1/speak Haley \"Alright, you win. It still smells like incense in here anyway...$3\"/faceDirection Haley 2/speak Emily \"Thanks, @. She's actually really sweet.#$b#When she's not moody from her drugs...$s\"/pause 1000/end",
        "haleyWontDoIt": "move Haley -2 0 0/move Haley 0 -2 0/emote Haley 12/faceDirection Emily 1/emote Emily 28/speak Emily \"*sigh*... I guess I'll just move everything back to my room.$s\"/pause 1000/end",
		"12/f Haley 1000/p Haley": "ragtime/5 6/farmer 5 11 0 Haley 5 6 0/move farmer 0 -3 0/pause 300/emote Haley 15/shake Haley 500/speak Haley \"THEY SENT ME THE WRONG STEROIDS AGAIN!!$5#$b#HOW HARD IS IT TO PUT A COUPLE OF BOTTLES IN A BOX?!!$5#$b#My cycle is going to be ruined now...$2#$b#%Haly looks extremely upset. Her entire body is coverd with pulsing veins, and her skin is bright red.\"/pause 300/showFrame Haley 12/pause 150/showFrame Haley 0/pause 300/emote Haley 15/pause 300/speak Haley \"WHAT ARE YOU EVEN DOING HERE, @?!! I DON'T REMEMBER INVITING YOU OVER!!$5#$b#%Your fight or flight response is leaning heavily toward flight at this moment.#$b#%However you fight the urge to flee, and stand your ground.#$b#%You meekly explain that you heard shouting, and that you came to make sure Haley was alright.#$b#...$3#$b#*sob*$2#$b#No, I'm not alright...$2\"/showFrame Haley 22/pause 300/speak Haley \"It's these stupid steroids.$2#$b#I need them to get bigger, so I sometimes take more than the reccomended dose...$2#$b#When I do, they make me super emotional. Sometimes I get so upset I can't even work out...$2#$b#But the results are worth it...$2\"/showFrame Haley 0/speak Haley \"Sorry. I'm over it.$3#$b#I'm fine. You can go now.$3#$b#Oh, and @? Thanks for listening to me.$4\"/pause 300/friendship Haley 250/end dialogue Haley \"*sob*$2\"",
        "15/f Haley 2500/p Haley": "Hospital_Ambient/-1000 -1000/farmer 5 9 0 Haley -100 -100 2/skippable/specificTemporarySprite haleyRoomDark/viewport 5 4 true/pause 500/emote farmer 8/move farmer 0 -4 0/move farmer -1 0 0/move farmer 0 -1 0/pause 1000/animate farmer false false 650 15/playSound woodyStep/pause 200/playSound woodyStep/pause 200/playSound woodyStep/pause 200/pause 800/speak Haley \"Come in! Just make sure to close the door quickly behind you!\"/pause 1000/warp farmer -100 -100/playSound doorClose/globalFade/viewport -1000 -1000/changeToTemporaryMap Darkroom/warp Haley 1 5/warp farmer 3 7/viewport 4 4 true/pause 800/faceDirection Haley 2/jump Haley/pause 600/speak Haley \"@, you're here!\"/move farmer 0 -1 3/move farmer -1 0 0/move farmer 0 -1 3/faceDirection Haley 1/speak Haley \"Welcome to my brand new dark room!$h\"/faceDirection farmer 2/pause 500/faceDirection farmer 1/pause 500/faceDirection farmer 0/pause 500/faceDirection farmer 3/pause 500/speak Haley \"$q -1 null#So... what do you think?#$r -1 10 Event_darkroom1#It looks great!#$r -1 0 Event_darkroom2#What does it do?#$r -1 -50 Event_darkroom3#I've seen better.\"/faceDirection Haley 0/emote Haley 40/pause 500/speak Haley \"Um... so, anyway... what do you want to do?$s\"/faceDirection Haley 0/question haleyDarkRoom \" #Offer to help decorate the dark room.#Make an excuse and leave.#Try to kiss her.\"/faceDirection Haley 1/fork leave/playMusic musicboxsong/pause 500/pause 1000/emote Haley 16/pause 400/positionOffset farmer 16 0 true/animate farmer true true 100 101/positionOffset farmer -2 0/pause 50/positionOffset farmer -2 0/pause 50/positionOffset farmer -2 0/pause 50/positionOffset farmer -2 0/pause 50/showFrame Haley 28/pause 500/positionOffset Haley 2 0/pause 50/positionOffset farmer -2 0/positionOffset Haley 2 0/pause 50/positionOffset farmer -2 0/positionOffset Haley 2 0/pause 50/positionOffset farmer -2 0/positionOffset Haley 2 0/pause 50/positionOffset farmer -2 0/positionOffset Haley 2 0/pause 50/positionOffset farmer -2 0/positionOffset Haley 2 0/pause 50/positionOffset farmer -2 0/positionOffset Haley 2 0/pause 50/positionOffset farmer -2 0/positionOffset Haley 2 0/pause 50/pause 700/playSound dwop/specificTemporarySprite heart 2 4/pause 3000/speak Haley \"Oh, @... I've been waiting so long for you to do that.$11\"/pause 2000/speak Haley \"One moment...$l\"/pause 400/showFrame Haley 4/stopAnimation farmer/faceDirection farmer 3/pause 600/showFrame Haley 29/pause 300/playSound openBox/ambientLight 255 180 180/pause 500/faceDirection Haley 1/pause 1000/showFrame Haley 28/positionOffset farmer 16 0 true/animate farmer true true 100 101/positionOffset Haley 2 0/pause 50/positionOffset Haley 2 0/pause 50/positionOffset Haley 2 0/pause 50/positionOffset Haley 2 0/pause 50/positionOffset Haley 2 0/pause 50/positionOffset Haley 2 0/pause 50/positionOffset Haley 2 0/pause 50/positionOffset Haley 2 0/pause 50/pause 4000/globalFade/viewport -1000 -1000/pause 1000/end dialogue Haley \"That was nice...$l\"",
        "917409/e 463391/f Emily 1500/p Emily": "none/-1000 -1000/farmer 16 10 0 Emily 14 6 2/specificTemporarySprite EmilyBoomBox/skippable/viewport 14 6 true/move farmer 0 -2 3/move farmer -2 0 0/speak Emily \"Come in, @! I want to show you something.$h\"/pause 500/move farmer 0 -1 0/pause 500/speak Emily \"It's my secret hobby... I've been practicing for months.#$b#Now, sit back, relax, and allow yourself to be carried away to a better place... okay?\"/stopMusic/pause 600/move Emily 0 -1 0/faceDirection Emily 0/pause 500/playMusic EmilyDance/pause 1240/faceDirection Emily 2 true/pause 3220/specificTemporarySprite EmilyBoomBoxStart/animate Emily false true 430 0 27/pause 6500/animate Emily false true 440 31 39/pause 6470/doAction 14 4/pause 400/specificTemporarySprite EmilySongBackLights/animate Emily false true 220 18 19 18 19 18 19 18 19 18 19 18 19 18 19 18 19 20 21 20 21 20 21 20 21 20 21 20 21 20 21 20 21 16 17 16 17 16 17 16 17 16 17 16 17 16 17 16 17 22 23 22 23 22 23 22 23 22 23 22 23 22 23 22 23/glow 0 0 255 true/pause 1000/glow 0 255 255 false/pause 1760/glow 0 0 255 false/pause 1760/glow 255 0 255 false/pause 1760/glow 255 255 0 false/pause 1760/glow 0 255 255 false/pause 1760/glow 0 255 0 false/pause 1760/glow 255 0 0 false/pause 1760/glow 0 0 255 false/pause 1000/jump Emily/glow 255 0 255 false/pause 1760/glow 0 0 255 false/pause 1760/glow 255 0 255 false/pause 1760/glow 255 255 0 false/pause 1760/glow 0 255 255 false/pause 1760/glow 0 255 0 false/pause 1760/glow 255 0 0 false/pause 1760/glow 0 0 255 false/pause 1260/animate Emily false true 440 31 39/pause 1760/glow 255 255 0/pause 1760/glow 255 0 255/pause 1760/glow 0 255 255/pause 1760/glow 255 0 0/pause 1760/glow 0 0 255/pause 1760/glow 0 255 0/pause 1760/glow 255 0 255/pause 1760/glow 255 0 255 false/stopAnimation Emily/specificTemporarySprite EmilyBoomBoxStop/faceDirection Emily 2/emote farmer 16/pause 1000/animate Emily false true 300 50 51/pause 1600/speak Emily \"$q 213 null#So... *gasp*... what did you think?$h#$r 213 25 event_dance1#That was amazing!#$r 213 -50 event_dance2#That was embarrassing...#$r 213 25 event_dance1#(Say nothing and do a slow clap)\"/emote Emily 28/speak Emily \"Phew... that was quite a workout...$u\"/pause 500/stopAnimation Emily/showFrame Emily 0/pause 1000/animate Emily false true 100 48 49/pause 1000/speak Emily \"I haven't been this sweaty since I ordered the pepper platter at Abigail's graduation fiesta!$h\"/pause 1000/stopAnimation Emily/speak Emily \"...Well, I'd better take a shower. Thanks for watching.\"/pause 500/faceDirection Emily 2/end dialogue Emily \"Don't tell anyone about the dance. That was for your eyes only.\"",
        "471942/f Emily 500/p Emily": "none/-1000 -1000/farmer -100 -100 0 Emily 20 4 3/skippable/showFrame Emily 33/specificTemporarySprite EmilySleeping/viewport 19 4 true/emote Emily 24/pause 3000/emote Emily 24/pause 3000/viewport move 0 -1 5000/pause 1000/globalFade .004/viewport -1000 -1000/playMusic EmilyDream/changeToTemporaryMap EmilyDreamscape false/viewport -1000 -1000/pause 1000/warp Emily 21 11/warp farmer 22 15/animate Emily false true 500 24 25/globalFadeToClear .005 true/viewport move 0 -1 7000/viewport 21 18/pause 8000/textAboveHead Emily \"Mui-wah\"/pause 4000/textAboveHead Emily \"Muuui-wah\"/pause 5000/playSound yoba/move farmer -2 0 0/pause 600/stopAnimation Emily/showFrame Emily 26/jump Emily/shake Emily 1000/pause 1000/showFrame Emily 0/pause 500/move Emily -1 0 2/move Emily 0 1 2/pause 1000/emote Emily 8/pause 500/speak Emily \"Why are you here?$u\"/pause 1000/move Emily 0 2 2/viewport move 0 1 1500/move Emily -1 0 2/move Emily 0 1 1/faceDirection farmer 3/pause 1000/specificTemporarySprite EmilySign/faceDirection Emily 0/pause 2000/faceDirection Emily 2/pause 8000/faceDirection Emily 1/pause 1000/speak Emily \"...$u#$b#That reminded me of something.$u#$b#Even the tiniest, blandest, simplest light holds a wonderful secret.\"/pause 1000/speak Emily \"Nowwwwww I know why you're here. It's a sign. Hahaha!$h\"/pause 1000/emote farmer 8/startJittering/pause 1000/playSound coin/stopJittering/warp farmer -1000 -1000/pause 500/faceDirection Emily 2/pause 50/faceDirection Emily 3/pause 200/faceDirection Emily 0/pause 500/faceDirection Emily 1/pause 1000/faceDirection Emily 2/viewport move -1 -1 5000/pause 2000/globalFade .005/viewport -2000 -2000/pause 3000/changeLocation HaleyHouse/warp Emily 20 4/globalFadeToClear .005 true/viewport 20 3/pause 3000/move Emily -2 0 2/move Emily 0 3 2/pause 2000/speak Emily \"@... There's something special about @...$u#$b#Our destinies will intersect...$u\"/pause 1500/end",
        "195019/f Haley 2500/f Emily 2500/f Penny 2500/f Abigail 2500/f Leah 2500/f Maru 2500/o Abigail/o Penny/o Leah/o Emily/o Maru/o Haley/o Shane/o Harvey/o Sebastian/o Sam/o Elliott/o Alex/e 38/e 2123343/e 10/e 901756/e 54/e 15/i 446/k 195012": "playful/-1000 -1000/farmer 8 19 1 Haley 18 18 1 Emily 19 17 2 Penny 20 17 2 Maru 21 17 2 Leah 22 18 3 Abigail 20 20 0/pause 1000/message \"For some reason, you decide to place your hand in your pocket...\"/pause 500/message \"You touch the rabbit's foot, and feel a sense of relief...\"/move farmer 5 0 1 true/viewport 17 19 true/move false/pause 500/faceDirection Haley 3 true/faceDirection Emily 3 true/faceDirection Penny 3 true/faceDirection Maru 3 true/faceDirection Leah 3 true/faceDirection Abigail 3 true/textAboveHead Haley \"Hi!\"/textAboveHead Abigail \"Hey there!\"/textAboveHead Leah \"Look who it is!\"/pause 2000/move farmer 4 0 1/emote farmer 32/pause 500/speak Abigail \"We were just gossiping about Mayor Lewis and Marnie...$h\"/pause 500/speak Penny \"Personally, I don't think there's anything fishy going on between them...\"/pause 500/speak Haley \"Hah! Were you born yesterday?$h\"/jump Penny/emote Penny 12/fade/viewport -1000 -1000/pause 1500/message \"You spent a short while with the group.\"/pause 1000/message \"It was an uneventful gathering!\"/pause 500/end",
        "195012/f Haley 2500/f Emily 2500/f Penny 2500/f Abigail 2500/f Leah 2500/f Maru 2500/o Abigail/o Penny/o Leah/o Emily/o Maru/o Haley/o Shane/o Harvey/o Sebastian/o Sam/o Elliott/o Alex/e 38/e 2123343/e 10/e 901756/e 54/e 15/k 195019": "playful/-1000 -1000/farmer 8 19 1 Haley 18 18 1 Emily 19 17 2 Penny 20 17 2 Maru 21 17 2 Leah 22 18 3 Abigail 20 20 0 Pierre -1000 -1000 1/move farmer 5 0 1 true/viewport 17 19 true/move false/pause 500/startJittering/faceDirection farmer 2 true/animate farmer false true 100 94/jump farmer/pause 2000/stopAnimation farmer/showFrame farmer 0/stopJittering/playSound thudStep/faceDirection farmer 3 true/showFrame farmer 7 true/startJittering/faceDirection Haley 3 true/faceDirection Emily 3 true/faceDirection Penny 3 true/faceDirection Maru 3 true/faceDirection Leah 3 true/faceDirection Abigail 3 true/textAboveHead Haley \"Not so fast!\"/textAboveHead Abigail \"Hold it!\"/textAboveHead Leah \"Stop!\"/pause 3000/stopJittering/showFrame farmer 6 true/pause 500/faceDirection farmer 1/move farmer 3 0 1/playMusic none/emote farmer 28/pause 500/speak Abigail \"Never thought you'd find all your 'girlfriends' in one room, huh @?$a\"/pause 500/speak Leah \"I... I thought you were different than other men...$s^You tricked all of us into thinking we loved you... You're horrible...$a\"/pause 500/speak Penny \"How could you do this to us, @?$s\"/pause 500/speak Maru \"You think you're real smooth, don't you? Thought you'd sample the whole 'buffet', huh? What a sleeze...$a\"/pause 500/speak Emily \"Th... That night in the tent... you whispered such sweet things to me in the dark...$s#$b#Now I have to face each day knowing it was all a lie.$s\"/pause 500/playMusic ragtime/speak Haley \"Well, us women stick together! And we're not going to put up with this!$a^Well, we're not going to put up with your abuse any longer!$a\"/textAboveHead Leah \"That's right!\"/pause 500/speak Abigail \"Well? What do you have to say for yourself?$a\"/pause 1000/question fork1 \"#I'm sorry... what I did was wrong.#Ladies, calm down! I can explain...\"/fork choseToExplain/pause 500/textAboveHead Maru \"Hmmph...\"/pause 500/speak Abigail \"Nice try, but that's not going to cut it...$u\"/pause 1000/playMusic none/speak Haley \"...so we've come to a decision... isn't that right, girls?$u\"/pause 500/speak Penny \"...yes.$s\"/speak Leah \"Absolutely.$a\"/pause 1000/jump Haley/jump Abigail/jump Emily/jump Leah/jump Maru/jump Penny/pause 1000/speak Maru \"We're all gonna give you the cold shoulder!$a\"/faceDirection farmer 2 true/animate farmer false true 100 94/jump farmer/playSound slimedead/pause 2000/fade/viewport -2000 -2000/dump girls 3/end warpOut",
        "choseToExplain": "pause 100/textAboveHead Haley \"I doubt it...\"/pause 500/resetVariable/question fork2 \"#I thought we were just friends! I didn't know it was so serious!#Pierre pressured me! He wanted to sell more bouquets!#Ladies, this is completely normal! It's just a lifestyle choice...\"/pause 100/fork lifestyleChoice/textAboveHead Haley \"Liar!\"/textAboveHead Maru \"Yeah, right!\"/speak Emily \"Do you really expect us to believe that? You're just digging yourself into a deeper hole...$a\"/pause 1000/faceDirection Haley 2/playMusic none/speak Haley \"...I think we've come to a decision... isn't that right, girls?$u\"/pause 500/speak Penny \"...yes.$s\"/speak Leah \"Absolutely.$a\"/faceDirection Haley 3/pause 1000/jump Haley/jump Abigail/jump Emily/jump Leah/jump Maru/jump Penny/pause 1000/jump Haley/jump Abigail/jump Emily/jump Leah/jump Maru/jump Penny/pause 1000/jump Haley/jump Abigail/jump Emily/jump Leah/jump Maru/jump Penny/pause 1000/speak Maru \"We're all gonna give you the cold shoulder!$a\"/faceDirection farmer 2 true/animate farmer false true 100 94/jump farmer/playSound slimedead/pause 2000/fade/viewport -2000 -2000/dump girls 4/end warpOut",
        "lifestyleChoice": "pause 100/speak Penny \"Hmmph! I don't know what's considered 'normal' in Zuzu City, but I'm definitely not okay with this arrangement!$a\"/speak Maru \"It's not a 'choice' if none of us even know about it!$a\"/pause 100/speak Abigail \"You can't weasel your way out of this one, @.$a\"/pause 1000/faceDirection Haley 2/playMusic none/speak Haley \"...I think we've come to a decision... isn't that right, girls?$u\"/pause 500/speak Penny \"...yes.$s\"/speak Leah \"Absolutely.$a\"/faceDirection Haley 3/pause 1000/jump Haley/jump Abigail/jump Emily/jump Leah/jump Maru/jump Penny/pause 1000/jump Haley/jump Abigail/jump Emily/jump Leah/jump Maru/jump Penny/pause 1000/jump Haley/jump Abigail/jump Emily/jump Leah/jump Maru/jump Penny/pause 1000/speak Maru \"We're all gonna give you the cold shoulder!$a\"/faceDirection farmer 2 true/animate farmer false true 100 94/jump farmer/playSound slimedead/pause 2000/fade/viewport -2000 -2000/dump girls 4/end warpOut" 
    },
},
//Animation Frames
    {
        "Action": "EditData",
        "Target": "Data/animationDescriptions",
        "Entries": {
"haley_lift_weights": "52 53 54 55/56 56 56 56 57 57 57 58 58 58 59 59 59 59 59 58 58 57 57 56/55 54 53 52/Strings\\animationDescriptions:haley_lift_weights",
},           
    },
//Animation Dialog
    {
        "Action": "EditData",
        "Target": "Strings/animationDescriptions",
        "Entries": {
"haley_lift_weights": "%haley is lifting weights.",
 },           
    },
//Schedule 
    {
        "Action": "EditData",
        "Target": "Characters/schedules/haley",
        "Entries": {
		

},           
    },
]
}



