{
"Format": "1.0.0",
"Changes": [
{
"Action": "EditData",
"Target": "Characters/Dialogue/MarriageDialogue/Haley",
"entries": {
        "Rainy_Day_0": "I have a cam show to do today, but the internet is slow becuase of the rain.$2#$b#I suppose I could always cancel, and we could stay in and snuggle up in stead.",
        "Rainy_Day_1": "I used to get so depressed when it rained.$2#$b#Sometimes it was all I could do to get out of bed and do my workout for the day.$7#$b#But now, I sort of love the rain?$0#$b#It gives you more free time to spend with me!$1",
        "Rainy_Day_2": "%Haley is performing some one-armed pushups.#$b#%Her form is perfect, and her movements are even and controlled.#$b#%Haley looks intensely concentrated, and calm.#$b#%You don't want to break her focus, so you decide to leave her to her workout.",
        "Rainy_Day_3": "I have such a wicked pump going on right now.$16#$b#Why don't you come over here and have a feel for yourself?$16#$e#You don't need to feel Haley's engorged muscles to know just how pumped up she is.#$b#%Thick veins web across her chest and arms, making her look that much more impressive and intimidating.#$b#%Still you wouldn't turn down a chance to feel your wife's muscles.#$b#%Your first coice is to feel her pumpkin-sized delts.#$b#%Haley tenses her should muscles, and you can feel them ripple beneith your fingers.#$b#Pretty amazing right?$10",
        "Rainy_Day_4": "The formula Maru has me on now is really awesome, I was so wrong before.#$b#And no more mood swings!$1#$b#I'm sorry that I was mean to you before, @.$2#$b#But that Haley is gone now, and you're new and improved goddess is here to stay!$10...And I'm just going to keep getting better and better...$6#$e#I love you.$4",
        "patio_Haley": "%Haley is soaking in some sun.#$b#%What's more interesting though is that she has opted to go topless, assumedly to get an even tan.#$b#Hey, @. Hope you don't mind that I have the girls out *giggle*.$20#$b#Just kidding, I know you love it.$18",
        "Rainy_Day_Haley": "Wow, I'm so vascular today!$6#$b#God I love when my veins come out.#$b#They're so freaky!$1#$b#You love them too, right @?$0",
        "Rainy_Night_0": "%Haley is posing in front of her camera.#$b#%It would seem she's been at it for a while, she's sweating, and sporting a nice pump.#$b#%Haley truely loves sharing pictures of her ever expanding body for her internet fans.#$b#%She looks so confident as she stares into the lens, which makes her look all the more dominant and sexy.#$b#%You don't mind sharing her with her fans for a little while if it means so much to her.#$b#*phew* All done for today.#$b$@, how would you feel about a private show?$8",
        "Rainy_Night_1": "Want to know one of the best things about Maru's formula...?$4#$b#It makes me extra horny right after I take it...$8#$b#It makes my workouts feel like really hot sex, it's amazing.$8#$b#But it'll never compare to being with you, @...$4#$b#Why don't you come over here, and make your goddess feel good?$8#$e#%You happy comply as you'd never turn down a chance to be with Haley.#$b#$She pulls up her top, exposing her fatless breasts.#$b#%Haley sends ripples down her striated pecs, causing her nipple to dance as they ride over the waves of muscles.#$b#%You bring your hands to those glorious mounds of flesh.#$b#%They're soft to the touch when unflexed, but rock hard in a second at Haley's command.#$b#%Haley moans as you attend to her hardened nipples.#$b#%With your free hand, you reach down and feel Haley's moist pussy.#$b#%You insert your fingers, your movements are fast and viorgous.#$b#Oh god... @. *pant* You're so good! Don't stop!$19#$b#%Haley's on the edge, you can feel her clamping down on your fingers.#$b#@!!$19#$b#%A powerful orgasm rocks through Haley's body. All of her bulging muscles lock up, as she endures the intense sensations.#$b#%Her orgasm continues for several seconds before it begins to subside.#$b#...*pant* ....*pant*$18#$b#You really know how to rock my world...$#$e#....*phew*.... Give me a minute, I'm still having mini-orgasms...$18",
        "Rainy_Night_2": "Oh the top Emily made for me is so cute!$1#$b#I've gotten so used to her making me stuff for free all the time, that I never really thanked her...$7#$b#I should really do that. I don't say it a lot but, I'm really grateful to her.#4e#*giggle* I bet she's doing some yoga pose or another, listening to the rain and finding her center.$1",
        "Rainy_Night_3": "I'm so glad you're out of the rain, @.#$b#Why don't you come over here, and let me warm you up.$4#$b#%Haley wraps her mammoth arms around you and pulls you into her swollen bossom.#$b#%She really is warm, it's like being swaddled in a meaty cacoon#$b#%Despite the fact that Haley could easily crush your head were she to accidentally clamp down, you feel at peace.#$b#$You know that so long as this woman holds you, you'll be safe.",
        "Rainy_Night_4": "I'm trying to be more wife-y, so I made you some dinner![727 231 207 199]$1#$b#Just cause I'm buff doesn't mean I can't cook!$1",
        "Rainy_Night_5": "I really love you, you know?$4#$b#If you told me a few years ago that I'd be marrying a skinny farmer, I'd think you were nuts.#$b#But you're like no one I've ever met before.#$b#You love me for who I am, you encourage me to be better...$0#$b#And you treat me like the goddess that I am... *giggle*.$1#$b#I'm really lucky I met you.$4",
        "Rainy_Night_Haley": "%Haley has weighted bands on her wrists and ankles and is perfoming various calisthenics.#$b#%She's glistening with sweat, making her now pumped muscles that much more impressive looking.#$b#%Haley stops to wipe the sweat from her brow and takes a swig of water.#$b#%Just as you're about to ask why she's still excersizing so late at night, you notice a plate on the counter. #$b#%It still has crumbs from the piece of chocolate cake you're assuming Haley splurged and ate.#$b#You caught me *giggle* I just had to havea piece.$1#$b#But it's so many calories!$2#$b#I just had to burn them off or I wouldn't be able to forgive myself.$3",
        "Indoor_Day_0": "I was thinking of really blasting my pecs today.$6#$b#I probably pay too much attention to my chest, but it's so worth it.#$b#I used to miss my boobs, but now I just want my pecs to egt even bigger.#$b#I'm all pecs all the time now!$10",
        "Indoor_Day_1": "Good morning, @! Smells good, doesn't it? I made you breakfast! [194 195 210 211 216]#$e#One of these days we're going to put some meat on those bones of yours.$1",
        "Indoor_Day_2": "I don't need as much sleep as you do, so I get up early and get my pre-workout started.#$b#Today's shake was loaded with extra protein because I'm going to go all out!$10",
        "Indoor_Day_3": "%You hear intense feminine grunts and the clanging of weights.#$b#%Haley is curling an impossibly large barbell.#$b#%You're certain that you couldn't lift such a weight even once, let alone for several reps like Haley.#$b#8...*grunt*$12#$b#9...*grunt*$12#$b#10...!!*GRUNT*$12#$b#%Hale sets the weight down causing the floor to quake slightly.#$b#%With her newly pumped up arms free, she performs a mind-blowing double bicep flex.#$b#%The peaks of her swollen biceps brush the undersides of her clenched fingers.#$b#...Enjoying the show, @?$10",
       "Indoor_Day_4": "I'm just like, happy all the time now!$1#$b#I even feel healthier, thanks to Maru's forumla.#$b#And even when I'm not feeling one hundred percent, I know that you're here to support me.#$b#I love you @.",
        "Indoor_Day_Haley": "Sometimes I wonder where I would be if I had kept living the way I did before.$2#$b#Abusing steroids and pushing everyone in my life away from me...$3#$b#You really saved me, you know?$4#$b#I'm really grateful for that.$4",
        "Indoor_Night_Haley": "I'm still amazed by how much work you get done with that skinny body of yours.#$b#You're really incredible.$4#$b#Still one of these days I'm going to get you jacked.#$b#You'll thank me later.$10",
        "Outdoor_0": "I love it out here.#$b#The air is so clean and crisp.#$b#I think I'll do some hiking before my weight training today.#$b#I know you're busy with the farm, but feel free to join if you have time!$1",
        "Outdoor_1": "Would it be ok if I borrowed a small spot here on the famr to set up some gym equipment?#$b#I love being out here.$1",
        "Outdoor_2": "All of my instagram fams love seeing your farm in the background of my pics.#$b#One person commented that me growing my body and your growing your crops is adorable.$1",
        "Outdoor_3": "I clearned a few of the boulders that were around the farm for you.#$b#It was no problem for me, even gave me a little bit of a pump.$6#$b#Now for some REAL weights!$10",
        "Outdoor_4": "I worry that you're not getting enough to eat.#$b#You're so selfless that some times I worry about you.$7#$b#Here take one of these.[240]#$b#Promise me you'll eat it.$11",
        "Outdoor_Haley": "%Haley is performing shoulder flys with dumbells that are bigger than your head.#$b#%Each time she brings the weights up her monsterous shoulders tighten and ripple with steely muscle.#$b#%You make a mental note to give Haley a shoulder massage tonight once you're done work.",
        "funLeave_Haley": "Once I'm done with this set, I'm going to cool of then head into town.#$b#Want me to pick you up anything?$1",
        "funReturn_Haley": "I had a great time!$1#$b3I was thinking about you the entire time though, I wish you could have joined me.#$b#How about we make up for lost time now then...$8",
        "OneKid_3": "I'm so glad I got my act together.#$b#I can't even imagine what being a mom would be like if I were still on steroids.$2#$b#I promise I'll never let %kid2 see that side of me.",
        "TwoKids_2": "Our children are so beautiful.#$b#I wonder if they'll get into bodybuilding like I did, or farming like you?$1",
        "TwoKids_3": "A big house, two kids, and a beautiful plot of land. I'm not sure what else I could ask for.",
        "spring_1": "New years means new goals!$1#$b#I'm going to be an even better woman, bodybuilder, influcencer and wife this year.$1",
		"spring_10": "%Haley is performing a bench press.#$b#%However unlike the myriad times you've seen Haley work out...#$b#%This time she is struggling to lift the collossal weight.#$e#%Haley's face is red with effort, and she is shaking fairly violently, using every single ounce of strength to keep the abrd from falling back down.#$b#%You quickly move in to spot her.#$b#No! I can do this!!$12#$b#You trust Haley, but keep your hands ready just in case.#$b#%Haley lets out a mighty feminine roar, and to your surprise, the bar beings to rise.#$b#%Thick pulsing veins bulge beneith her skin, furious pumping blood to her herculean muscles.#$b#HRRRGGNNNNG!!!$5#$b#You notice that she is lifting far more than the last time she did her bench presses.#$b#*pant*...*pant*...*phew*$12#$b#That... was incredible. New personal best, baby...$8#$b#I think you being here is what gave me the extra push...$4#$b#Thanks @.$6#$b#Now come check out these pecs!$6",
		"spring_14": "It's my birthday!$1#$b#I'm so glad I get to spend it with you, @.#$b#As a present, why don't you list off all the ways that you love me?$4#$b#Just kiddin-$1#$b#%Before haley can finish her sentance, you being to explain all the things that make Haley wonderful.#$b#%Her ambition, Her beauty, her dominance, her tenacity, her kind heart, her incredible body... And that she chose you to spend the rest of your lives together.#$b#...wow.$4#$b#...Thank you, @. I love you too.$8#4e#...That might have been the most amazing gift anyone's ever given me...$8",
		"spring_15": "I know this is a little selfish but...$4#$b#It's been a while since you called me 'your goddess'.#$b#%Without even thinking, you genuflect before your mighty wife, and vow to always worship her as your goddess.#$b#I still love it when you do that$8#$b#I promise to be a wife worthy of your worship.$8",
		"spring_20": "Do you have any melons growing this season?#$b#One of my followers asked me if I could crush one with just my bicep.#$b#I mean it would be way too easy, but I like to endulge them from time to time.$1",
		"spring_25": "I'm really looking forward to the summer.#$b#For one, you get to see my new bikini...$8#$b#But it's also just my favorite season.#$b#i've always been a summer girl *giggle*$1",
        "summer_1": "YES! I love the summer!$1#$b#Tanning, bathing suits, warm weather!$1#$b#I can't wait to see what I look like in my new bikini!$1",
        "summer_10": "Tomorrow is the Luau!$1#$b#I love spending time at the beach, so it's perfect for me!$1#$b#I think I'll skip on the soup though, even though I know you'll bring something great.$3#$b#It just doesn't fit into my meal schedule.$0",
        "summer_15": "%Haley is doing various core excersizes.#$b#%You watch with rapt fascination as each of the stoney sections of her 8 pack bunch and swell.#$b#$There truly is not a sinlge ounce of fat on this titan of a woman.#$b$%every single muscle, every striation is on display.#$b#%You leave her to work workout, but her abs will be on your mind for the rest of the day.",
        "summer_20": "Today is a cheat day, so i bought us some ice cream$1![233]#$b#I thought she could share them together to cool off from this heat.#$b#Afterwards we could go take a dip in the lake$1!",
        "summer_25": "Hard to beleive summer is already almost over.#$b#I think I'm ready for some cool weather now though.#$b#It certainly is more comfortable for working out, that's for sure!$1",
        "fall_1": "Goodbye summer.$0#$b#*sigh* Just going to have to make my body even more incredible for next year's summer.$1#$b#And there's no one I'd rather spend that time with.$4",
        "fall_5": "%Haley is sitting down and catching her breath,#$b#%You imagine she must have just gotten back from a jog.#$b#%It's hard to take your eyes off of this gargantuan woman.#$b#You stare at her heaving bossom; her engorged pecs seem to double in size with every inhale.#$b#Sweat from her brow trickles down her face, dripping down in between the cleavage from her pecs.#$b#It's an incredible sight.",
        "fall_10": "Hey, sexy...$8#$b#I finished my workout for the day, but Maru's formula is still making me really horny.$6#$e#Why don't you come over here and help your goddess with her... urges...$6#$b#%You immediately go to your lustful wife.#$b#%She's practically panting from her arousal.#$b#%Haley pulls down her spandex shorts, revealing her moist pussy.#$b#%Thick veins travel up from just above her sex, across her brick-like abs. You can only guess today was a core day as her abs look particularly striated and chisled.#$b#%You put that thought aside and begin to pleasure your waiting wife with your tongue.#$b#*moan* God, you're good at that...$8#$b#Don't stop...$9#$b#%As you continue to lick, you bring your arms around and fondle Haley's prodigous glutes.#$b#%Despite being one hundred-percent muscle, they're soft and pillowy to the touch.#$b#%Haley begins to slowly flex her glutes, slowly turning them into rock hard slabs of beef.#$b#%Without warning suddenly Haley seizes up and her moans intensify.#$b#Oh... Oh god I'm cumming already...!$9#$b#%A deep, whole-body orgasm overwhelms Haley, who even with her mighty legs, is brought to her knees.#$b#%She sits there for a moment, shivering from the intense pleasure.#$b#%You give her a few moments to bask, a deep sense of pride builds within you that you can please your goddess this much.#$b#...*pant*..Wow...$8#$b#I guess I really needed that...*pant*#$b#You were amazing, @.",
        "fall_15": "I was thinking of taking an extra off day today for my health.#$b#Maybe I'll do some chores today instead.#$b#I mean it's the least I can do for you, @.#$b#You're too good to me, and I want to pay you back.$4#$b#After I'm done we can snuggle up, and you can tell me how amazing and beautiful I am...$6",
        "fall_20": "I wish there were local bodybuilding contents... like real ones.$3#$b#Though I guess they'd be boring becuase I'd just win them all.$1#$b#Even still, I'd love to be up on stage, all of those eyes worshipping me...$6#$b#Oh well, I suppose I actually only want one pair of eyes worshipping me...$8",
        "fall_25": "I feel so jacked today!$1#$b#Every now and again I think back to my life before bodybuilding.#$b#I was always watching my weight, I was even anorexic in my teens.#$b#I guess I traded one unhealthy lifestyle fro another once I got on steroids though...$2#$b#But I'm healthy again now, and life has never been better!#$b#...And I really do love being buff.#4b#The sensation of all these huge muscles moveing and flexing under my skin gives me shivers some times...$6",
        "winter_14": "My skin feels so dry in this weather.",
        "winter_2": "For some reason, the snowy weather gives me cravings for pink cake...",
        "spring_Haley": "Aren't you glad winter's over, honey? Things seem more hopeful now.",
        "summer_Haley": "I love watching the fireflies on a hot summer's night. It's the closest I'll ever come to visiting the stars.",
        "fall_Haley": "Even though I prefer summer, fall might be the best season to take pictures. Those long, low shadows...",
        "winter_Haley": "I was just thinking about the time you helped me open a jar of pickles. Remember that?$h#$e#We've come a long way since then.$l"
    }
}
]
}





