{
"Format": "1.9",
"Changes": [
//Single Dialogue
    //Penny
    {
        "Action": "EditData",
        "Target": "Characters/Dialogue/Penny",
        "Entries": {
            "Introduction": "%You see a young woman with short, copper hair curled into buns. She's wearing a thin-strapped yellow tank top with a flower broach, and lycra workout shorts.#$b#%On closer inspection, you notice just how incredibly muscular she is.#$b#%She's easily on par with a middleweight female bodybuilder, possibly even more muscular.#$b#% Despite her bulging muscles, she remains feminine and curvaceous thanks to her slim waist and large perky breasts.#$b#%She notices you inspecting her physique, and reflexively covers her chest with her burly arms.#$b#...You were staring, weren't you?$2#$b#Gosh...You probably think I'm a such a freak... #$b#I just want to get my training for today over with so that mom doesn't yell at me.$2#$e#Please don't bother me...$2#$e#...You're teasing me, aren't you?$3#$b#...3#$b#Oh! You're introducing yourself to everyone in town?$8#$b#Sorry... I guess I jumped to conclusions...$2#$b#Um, I'm Penny, I live with my mother Pamela in the trailer by the river.$3#$b#It's nice to meet you.$0",
            "danceRejection": "If you were seen dancing with a girl like me, people would start rumors about you.$2#$b# It would probably be better if you picked someone prettier...$3",
            "breakUp": "...$2#$b#I thought... You were the only person who understood me...$2",
            "pamHouseUpgrade": "When mom gave up bodybuilding...$3#$b#She also gave up her livelyhood, her home...$3#$b#It means so much to me that you have her some of that back.$0#$b# Thank you @!$3",
            "pamHouseUpgradeAnonymous": "There are some truly wonderful people in the world...",
            "dumped_Girls": "I can't bear to see you...$s",
            "divorced": "...Please, leave me alone.$s",
            "secondChance_Girls": "You've left a permanent scar on my heart, @. Still... you're the only person who ever truly understood me.$3#$b#Maybe we can still make this work.$3",
            "Mon": "Hi... #$e#You probably just need me to lift something for you...$3#$b#Y-you're just saying 'hi'? Oh... Sorry.$2#$b#Hello.$0",
            "Mon2":"I'd prefer if you didn't stand too close to me.$2#4b#I just finished a workout and I'm all sweaty.",
            "Mon4":"There's nothing quite like splashing myself with a little water after a long training session.#$b#The water here is so clean and refresing!$1",
            "Mon6":"I had a dream last night that I was an accomplished bodybuilder.#$b#I was much bigger than I am now.#$b#I had a deep tan and a sparkling posing suit.#$b#It felt magical, like being a princess at a ball!$1#$b#I was awarded a massive golden trophy, and you and my mother were in the audience cheering!$1#$b#...$4#$b#It was a really nice dream...$4",
            "Mon8":"%Penny is doing jumping jacks and stationary sprints, likely as a warm up to a much more rigorous workout still to come.#$b#%Her movements are swift and focused.#$b#%You can't help but notice how rigid her body is in spite of the vigorous movement.#$b#%Every steely muscle is being put to use, powering the monument to fitness that is Penny's rippling body.#$b#%If it were not for her bouncing hair curls and her jiggling breasts, you would be forgiven for assuming her body was carved from stone.#$b#%Penny drops down and begins to perform push-ups.#$b#%From this angle you can make out the indivicual knotty muscles that make up her wide back.#$b#%While you could stay here and watch her workout forever, you decide to move on.",
            "Tue": "On Tuesdays I sneak out for a bit to tutor Vincent and Jas.$0#$b# If my mom found out she'd probably make me do laps around the valley.$2#$b#Again...$3#$e#But it's worth it. I want these children to grow up with a proper education. That way they can make something of themselves.$0#$e#...Unlike me.$2",
            "Tue4": "You really don't hate spending time with me, do you, @?$3#$b#I'm sorry that I'm so cautious... It's just...$2#$b#It's not important. Thanks for coming to see me.$1",
            "Tue6": "*Giggle* I figured I'd see you today, @!$1#$b#Not that I mind, but you do come to see me an awful lot.$4#$b#Anyway, what's up?$0#$b#Me? I'm just wrapping up chest day.$0#4b#Mom even praised me for beating my personal best today!$2#$b#...$0#$b#...@, you're staring...$4",
            "Tue8": "What a wonderful day!$1#$b#Hm? Oh hi, @!$1#$b#Why am I so happy?$0#$b#Nothing special happened, I just happen to be in a good mood is all.$0#$b#In fact, I've been feeling really positive lately!$1#$b#I'm even starting to enjoy my workouts!$1#$b#I think it's because there's someone motivating me now...$4",
            "Wed": "We don't have a school here but I'm doing my best to give Vincent and Jas a proper education.#$b#Every child deserves a chance to be successful.#$b#Jas is very good at math and reading. Vincent is good at... well, he has an active imagination!$0#$b#He also keeps asking me to help him grow up big and strong like I did.$4#$b#I don't have the heart to tell him how difficult training all the time is...$2",
            "Wed2": "Urp... Oh...$2#$b#Today mom started making home-made protein shakes, since we can't afford Joja brand right now.$3#$e#It was awful.$2",
            "Wed4": "Mom brought us to pelican town when I was very young. She said that Stardew Valley is where girls come to 'get jacked'.$0#$b#It certainly worked for me, though I wish I had a say in the matter.$2#$b#Mom figured I'd be our meal ticket one day, earning us a living by winning some competition money.$3#$b#I haven't competed yet, though. Mom says I'm 'not ready'.$3",
            "Wed6": "Oh, hello @. I was just thinking about you, actually.$0#$b#I was wondering how you have time to maintain that farm, and still make time to come see me.$#$b#I appreciate it, by the way.$4",
            "Wed8": "13...*grunt* 14...*grunt*$9#$b#...*GRUNT*...15!! Phew!$1#$b#Oh, hello @! You just caught me finishing up some preacher curls!$1#$b#New personal best, by the way!$1#$b#Phew...$7#$b# So did you want to talk about something?$4#$b#You'd like to see my gains?$8#$b#...Well I guess if it's just you, I don't mind.$4#$b#...$13#$b#...W-what do you think?$13#$b#oh.$4#$b#Well I'm glad you like it.$4",
            "Thu": "We're very lucky to have a library in such a small town.#$b#Now and then I like to read about princesses who are whisked away by knights in shining armor...$0#$b$...$2#$b#Not that anyone would want a princess that can out bench them...$2#$e#...Sorry.",
            "Thu2": "I wish mom would give me a bigger allowance.$2#$b#I really need to save up for some new shoes.$3#$b#These ones are about to fall apart, and mom loves sending me to run laps...$2",
            "Thu4": "You know, I heard that the spa by the train tracks is open again. That place does wonders for achy muscles.$0#$b#Maybe on my next run I'll take a quick dip! *giggle*$1",
            "Thu6": "I wish I could keep a garden, but my training keeps me too busy to maintain one.$2#$e#Maybe I'll live in a place where I can have a garden someday.#$e#Who knows, maybe I'll even live on a farm like you, @! *giggle*$1",
            "Thu8": "Hello, @!$1#$b#I had a dream about you last night, you know.$4#$b#You were standing on a mountain of freshly harvested crops.#$b# I was standing at the bottom, calling up to you.$0#$b#Then, you motioned for me to join you at the top.$0#$b#I climbed and climbed but my muscles made me too heavy, and I kept slipping back down.$3#$b#So instead you smiled, climbed down and joined me at the bottom.$4#$b#I woke up right after. I wonder what it means...",
            "Fri": "What is it?$5#$e#...$3#$b#Sorry... Mom's making me fast today to cut down weight...$2#$b#I tend to get irritable when I don't eat.$3#$b#...I hope I didn't upset you.$2",
            "Fri2": "%Penny is curling some serious looking weights. She lets out soft feminine grunts with each repetition.#$b#%Despite sweating profusely, she looks like she is in complete control.#$b#%Her breathing is steady, and her movements are smooth and deliberate.#$b#%Her solid biceps swell with power each time she raises the bar.#$b#18... *grunt* 19...*grunt*$9#$b#20!$1#$b#Finally done! Maybe now I can- $0#$b#*gasp* @!$8#$b#Were you watching...?$2#$b#I get so nervous when people see me exercising...$3",
            "Fri4": "Mom already left for the saloon, but I have to stay and finish training for the day.$2#$b# Maybe she won't notice if I stop just a little early.$3",
            "Fri6": "I just read the most fascinating book the other day.$0#$b#It details how muscle growth works.#$b#It breaksdown why muscles become sore after an intense workout.#$b#It even explains how to minimize injury!$1#$b#I guess mom knows all of this already.#0#$b#But she's not really much of a teacher...$2",
            "Fri8": "%Penny looks absolutely stunning today.#$b#%You take a moment to admire her impressive physique.#$b#5How the light catches the individual swells of her bulging muscles.#$b#%Though she is demure, there is a certain confidence in her gait.#$b#%With each step she takes, the powerful network of muscles that make up her thick legs dance and swell.#$b#%You stare in awe as you catch her thigh lightly jiggle before locking into a rock hard mound as she steps.#$b#%Penny notices you and quickens her pace as she aproaches you.#$b#Oh Hello there, @!$1#$b#I was hoping I'd run into you today!$1",
            "Sat": "I don't know how Haley manages to pack on so much muscle...$3#$b#Actually that's not true, she publicly flaunts her steroid abuse...$5#$b#Luckily my mom doesn't believe in using them, and neither do I.$0#$b#If she did have me using them, I'd probably be as big as Haley by now.$4#$b#What? You think I looked happy about that idea?$8#$b#Absolutely not!$5",
            "Sat2": "I'm just waiting for this pump to wear off...$2#$b#Mom made me work out extra hard today.#$b#When I first started, I used to chase a good pump...$3#$b#...You think I look good with a pump?$8#$b#Don't tease me, @...$4",
            "Sat4": "I wish mom hadn't made me get these stupid things...$2#$b#Oh @, I didn't see you there!$8#$b#What was I talking about? Oh um...$8#$b#It's just that these... implants were my moms idea.$3#4b#They just make me feel self concious...$2#$b#I don't know why I'm talking about this!$8#$b#Sorry, I have to go!$8",
            "Sat6": "%Penny is deep in thought. Her amused expression suggests that it is a pleasant one.#$b#%You want to call out to her, but you don't want to interrupt.#$b#%Penny begins humming a gentle tune, and practices flexing her muscles.#$b#% She seems to have her posing routine down to a science, though perhaps she lacks the confidence to see it through.#$b#%It would seem that, despite her constant denial of the matter, there's a part of her that loves her muscles.#$b#*humming*$13#$b#*humming*$12#$b#*gasp* @! $8#$b#Y-you didn't see anything did you??$8",
            "Sat8": "Great to see you, @!$1#$b#I was afraid I'd miss you today.$0#$b#Have I ever told you about the time my mom and I went into the city to meet up with some of her old bodybuilding friends?#$b#They were all really nice. Some of the ladies were still in really good shape.#$b#It was actually kind of inspiring.$0#$b#I hope that when I'm their age, I'm still in good shape.#$b#I was surprised to learn that some of them were married!$1#$b#I didn't think that girls with muscles could be seen as attractive.$8#$b#Maybe there's hope that I'll find someone, yet.$4#$e#They could be right around the corner.$4",
            "Sun": "Hello. Ummm...$u#$b#Sorry, I've never been much of a conversationalist. All I'm good for is lifting weights and cleaning dishes...$2",
            "Sun2": "%Penny seems to be deliberately avoiding eye contact. Before you can ask her what's wrong you notice her forearm tensing and flexing.#$b#%On further inspection, you see that she's clenching a grip strengthener.#$b#%The ropey cables of muscle in her forearm rhythmically dance in step with her clenches. A long branching vein snakes down her limb, and pulses with each squeeze.#$b#%As you admire this spectacle of muscle, you remember that Penny is shy about people watching her work out and decide to leave her be.",
            "Sun4": "I wish I could be like you, @.$3#$b#You have your own place, you make your own decisions...$3#$b#And on top of it, even though you're constantly running around and lifting heavy tools...$3#$b# You manage to stay so slim!#$b#I mean that as a compliment, by the way.",
            "Sun6": "I learned about a new stretching technique from emily yesterday.$0#$b# She really is amazing, isn't she?#$b#I wish I could be as care-free as her.$1#$b#...I shouldn't say that. I'm sure she has her own struggles.$3#$b#Still, she seems so confident, nothing seems to get to her.#$b#I could use a bit of that.$0#$b#You know, I look up to you, as well.$4",
            "Sun8": "%Penny is performing various stretching excersizes.#$b#%You watch as despite her limbs being as packed with muscle as they are, she is still quite limber.#$b#%Penny effortlessly drops down and performs an impressive split.#$b#%Her swollen thighs bunch up and solidify into trunk-like mounds of muscle.#$b#%Still maintaining her split, Penny stretches to either side, reaching for her extended feet.#$b#% You watch as her impressive obliques peek from under her tanktop, flexing and stretching.#$b#%It is a feast for the eyes.",
            "event_speaker_kids1": "Oh no?$l#$b#Well, I guess that makes sense... you're busy with other things right now.",
            "event_speaker_kids2": "... Me too. I'm glad you feel that way.$7",
            "event_speaker_kids3": "Yes... the urge to care for something innocent and helpless. It makes sense that we'd feel that.",
            "event_speaker_kids4": "Oh, really?$s#$b# I think you'd make a good parent.$7",
            "event_speaker_kids5": "hmm...$s#$b#If everyone thought like that, humans would die out.$s",
            "event_speaker_kids6": "Oh...$s#$b#That's kind of sad... but I guess I can understand your point.$s",
            "event_speaker_yes": "Great!$h#$b#Let me just call the children over.",
            "event_speaker_no": "Really?... Uh... Well, alright. I guess I'll see you later then.%fork$s",
            "event_mail1": "Thank you...$l#$b#I just wish George wasn't so upset... I was only trying to help.$s",
            "event_mail2": "Oh... I guess you're right.$l#$b#I'm sorry, Mr. Mullner. It was rude, what I did.$s",
            "event_mail3": "I see.",
            "event_old1": "I guess you're right... why stress out about something you can't change?$u",
            "event_old2": "You're right, we shouldn't ignore the reality of aging.$u#$b#I guess the sooner we come to terms with our mortality, the more time we can spend really living in the here-and-now.$u",
            "event_old3": "That's nice of you to say... I totally agree with you.#$b#We should treat our elders with the same respect we hope to receive ourselves some day.",
            "event_old4": "That's a horrible thing to say. Life is a precious thing to waste like that!$a",
            "event_cook1": "You really mean it? Thank you! ... it's such a relief to hear that.$h#$b#I've been working so hard on this recipe, and I'm really proud of it.",
            "event_cook2": "Oh... Uh, sure.$s",
            "event_cook3": "Oh...I'm sorry.$s",
            "event_pool1": "That's right...$17",
            "event_pool2": "Really? I thought you'd have noticed by now...$18",
            "event_pool3": "I knew I was being too much of a tease!$18",
            "event_pool4": "Wow... you really do... *giggle*.$17#$b# Gosh, I'm just so relieved to hear you say that!$17#$b#I was so worried that I was being too forward! Coming out here... without any clothes...$10#$b#I've never done anything like this before!$10#$b#...$18#$b#Now I think I'd like to kiss you...$10#$b#...$11",
        "event_pool7": "As Penny's soft lips reach yours, you're overwhelmed with emotions.#$b#%Penny is timid at first, but quickly becomes more bold, and invites your tongue to dance with hers.#$b#%You feel her hands grabbing your wrists, guiding you to her hips.#$b#%You let your hands wander upwards, brushing along her obliques, and resting on her serratus anterior muscles just below her breasts.#$b#%You knead the stony muscles with your thumbs, but they're too hard to dent.#$b#%You both realize you need to come up for air, and break the passionate kiss.#$b#%Without saying another word, you stare at each other longingly for what feels like hours.",
            "event_pool5": "Y...You don't?$19#$b#...!!!%fork$18",
            "event_family1": "Me too.$h",
            "event_family2": "...sorry.$s",
            "event_family3": "I see.$s",
            "summer_Mon": "No matter how lightly I dress, the summer heat is always too much.#4b#It's probably all this muscle.$2",
            "summer_Mon2": "I got invited to an aerobics session at the general good store, but I declined.#$b#I still don't feel very comfortable working out around others.",
            "summer_Mon4": "Maru is pretty amazing, even though I don't really condone steroid use.#$b#Her dedcication to her science is inspiring.",
            "summer_Mon6": "Oh @, you're looking really good today...$6#$b#*gasp*!!$8#$b#Did I say that out loud? I'm so sorry @, I'm not normally like this...$8#$b#For whatever reason this supplement I'm taking now is making me really...#$b#...$21#$b#Actually forget I said anything. I'll be going now.$4",
            "summer_Mon8": "%Penny is adjusting her hair.#$b#%It's apparent that she recently treated herself to a splash of cool river water.#$b#%With her hands behind her head, she wrings water from her copper hair.#$b#%As she does so, her striated forearm muscles dance.#$b#%You notice that she's also playing with her biceps, alternating flexes.#$b#%The light catches her glistening skin perfectly, detailing all of the muscles that make up her bulging arms.#$b#%It's not often you get to see Penny this bold with her muscles in public.#$b$%What you wouldn't give to stay and watch this specatacle longer.",
        "Spring_Mon4": "Hello, @ It's nice to see you again.$0#$b#Sorry but I really need to finish up my training for today.#$b#See you later.",
        "Spring_Mon6": "This might be a silly thing to say but, we've become pretty friendly haven't we, @?$0#$b# I didn't think I'd ever make any real friends here.#$b#",
        "Spring_Mon8": "I had a feeling I'd see you today, @!$1#$b#Actually I was more so hoping I would.$4#$b#You look really nice today. Did you change something?$0#$b#D-did you just say that 'I look pretty'?$8#$b#I don't hear that very often... I'm not sure how to respond.$4",
            "summer_Tue6": "%You find penny, clearly having just wrapped up an intense workout in the sweltering heat.#$b#%Her pale body is coated in a sheen of sweat, tiny beads of which are dripping from her chin.#$b#%You watch as the sweat trickles down the valley of her thick pecs and pools gently in her ample cleavage.#4b#%Penny gently tugs at the neck of her tank top, allowing cool air to caress her heaving bossom.#$b#%You feel your face heating up at the sight of this and decide to continue walking before you are caught staring.",
            "summer_Tue8": "Oh, @! It's nice to see you! I'm just wrapping up some pushups.#$b#I had hoped to have them finished by the time you came to visit.$0#$b#Maybe you'd like to stick around and watch me finish up?$4",
            "summer_Wen6": "I try to take bulletin requests from time to time.#$b#Aside from lifting heavy things, I don't have many skills though.#$b#Say @, do you think you could use a farmhand from time to time?#$b#There must be soemthing I can do with all these muscles there!$1",
            "summer_Wen8": "I might have overdone it... My quads are so sore...$2#$b#@... I hope this isn't weird but...#$b#Would you mind massaging my legs a bit?$4#$b#It's difficult to do properly by myself.$3#$b#%You eagerly accept, and motion for Penny to have a seat.#$b#%Penny lays back in the sun warmed grass, and closes her eyes.#$b#%Her face blushes a deep red before you've even laid a finger on her.#$b#%You gently place your palms on Penny's engourged thighs.#$b#A soft moan escapes her lips, as you begin to knead with your thumbs.#$b#%Despite being made up entirely of muscle, her thighs are soft like dough.#$b#That feels really nice, @. You're doing great...$7#$b#%As you continue, your mind begins to go blank, being able to think of nothing but Penny's thighs.#$b#$%You feel like you could do this forever.#$b#%However you are broken from your muscle massaging stupor when penny suddenly tenses your mighty quads.#$b#%They are instantly rock-hard and defined.#$b#%Penny stretches her legs out and returns to her feet.#$b#Wow, @ I feel so much better!$1#$b#Thank you so much. Maybe we could do this again some time?$4",
            "summer_Thu2": "Mom says I can't eat icecream becuase it isn't nutritious.#$b#...But every once and a while I treat myself without telling her *giggle*.$1",
            "summer_Thu4": "I'm glad we have a beach.#$b#Sometimes after a really tough workout, I'll go there for a bit.#$b#%I like to dip my toes in the wet sand and relax$0.",
            "summer_Thu8": "Gosh it's hot today...$2#$b#@, Do you grow watermelons on your fram?#$b#I'm asking becuase it's so hot, but...#$b#I've always wondered if I could crush one with my quads.$4#$b#...Actually forget I said that.$21.",
            "summer_Fri": "A nice strawberry flavoured whey protein smoothie would be just the thing to beat the heat today.#$b#...But mom accidentally used up our money for this week at the saloon...$2",
            "summer_Fri8": "I wonder if Emily has ever made a swimsuit before.#4b#I could really use one, there's no way my old one would fit.#$b#I've heard some of the girls go skinny dripping at night...#$b#But I don't have the courage to do something like that.",
            "summer_Sun": "I used to have a really cute swimsuit, but it doesn't fit around my chest any-#$b#uh, I mean it just doesn't fit any more.$4",
            "summer_Sun8": "Hi @! Glad you came to see me again.$1#$b#I'm feeling really upbeat today!$1#$b#Maybe becuase my workout felt really good.$0#$b#I really worked my arms, which I'm really starting to enjoy.$13#$b#So how has your day been?$1",
            "summer_Sat": "Summer is nice, becuase I don't have to worry about the rain as often.#$b#Training in the rain isn't very fun at all.$3",
        "fall_Mon": "You're not going to comment on my choice of clothing this time of year, are you?",
            "fall_Mon2": "I'm trying to improve my culinary skills.#$b#Meat isn't the only source of protein, so I'm keeping that in mind.",
            "fall_Mon4": "I'd bundle up but, honestly I'm ok in the cool weather.#$b#Not to mention, training in heavy clothes is uncomfortable.#$b#I've outgrown all of my jackets anyway.$3",
            "fall_Mon6": "Marnie asked me if I could help pull a stump up out of her pasture.#$b#It was a little tough but I managed to pull it out.#$b#It was kind of exhillerating actually...$4#$b#And she even gave me some fresh eggs and milk as a reward!$1",
            "fall_Mon8": "I tried my hand at chopping wood with an axe today.#$b#It was actually a really good workout.#$b#I even made a little money!$1#$b#Maybe I'll treat myself to a hot cocoa tonight!*giggle*$1",
         "fall_Tue":"I'm not feeling very sociable today.$3#$b#Mr. Mullner called me a 'muscle-headed oaf'.$2#$b#Maybe Vincent and Jas's lession today will improve my mood.$3",
            "fall_Tue2":"I was thinking of teaching Vincent and Jas about the human muscle structure today.#$b#...on second thought, if I do, vincent might be even more interested in lifting...$2",
            "fall_Tue4": "I think I'd really enjoy working on a farm.#$b#I honestly don't know about competing in bodybuilding professionally.#$b# I'd rather put my strength to use doing something practical, like you do, @.",
            "fall_Tue6":"Sometimes I wonder if I'll ever get to have a family of my own.$3#$b#Living in a secluded valley makes it difficult to meet people.#$b#Not to mention looking the way I do...$2.",
            "fall_Tue8":"Oh, Hi @!$1#$b#I've gotten so much done today!$1#$b#I completed my workout early, I finished all of my cleaning...$1#$b#I'm still feeling really pumped up!#$b#What did I work out?$0#$b#Chest mostly. I secretly love chest day.$12#$b#Oh... um, sorry  I got a little carried away.$4",
        "fall_Wen":"My mom scolded me for improper lifting form...#$b#I was lifting correctly, I think she's just hung over...$2",
            "fall_Wen2":"I wish we had money for better weights.$2#$b#Maybe Maru would make some for me...$3",
            "fall_Wen4":"Hi, @.#$b#I don't have a lot of time to talk.$3#$b#I'm a bit behind on my workout schedule today.$3#$b#Hope you're having a good day though.",
            "fall_Wen6":"I love the colors of fall.#$b#I don't have a lot of clothes, but I try to dress in autumn colors.#$b#...$3#$b#...@? You're staring at my body again...$4",
            "fall_Wen8":"%You find penny, who seems to be in a wonderful mood.#$b#%Humming and playfully dance-stretching.#$b#%Her rippling muscles dance and play with every motion.#$b#%As Penny dips down to reach for her toes, you can see down her low cut tank top.#$b#%Her meaty biceps press her breasts together, and her pecs bunch and inflate.#$b#She comes back up, now stretching backwards with her arms outstretched over her head.#$b#%this pulls her top upward, flashing her rock hard abs and obliques.#$b#%Penny wraps up her stretching and notices you.#$b#Oh hi, @! It's good to see you!$1#$b#I feel amazing today, how about you?$1",
        "fall_Thu":"I'm going to have to wash my running shoes again.$2#$b#They always get muddy when I jog near Maru's house.$3",
            "fall_Thu2":"I don't like doing dead-lifts on days where I have to clean the house.#$b#My back always feels weak afterwards.$2",
            "fall_Thu4":"I saw an ad on TV today for some really cure workout gear.#$b#Maybe one day I can afford more 'professional' looking gear.#$b#Not to mention, it'd be nice to own a proper sports bra.#$b#Some times its hard to work out when I'm bouncing all over...#$b#A-actually nevermind, I'm just going to stop talking now.$4",
            "fall_Thu6":"Mom treated me to an iridium quality whey powder protein shake today!$1#$b#She said it was for working so hard.$1#$b#It was amazing! I still feel so energetic!$13#$b#I think I'm going to do an extra lap around the valley!$1",
            "fall_Thu8": "%Penny is playfully tossing autumn leaves into the air and watching them dance in the wind.#$b#%It's nice to see her enjoying herself, and the view isn't bad either.#$b#%With each toss, her perky breasts bounce in her flimsy top. The contrast between her soft chest and her cut, firm muscles is alluring.#$b#%You realize you're staring and compose yourself.#$b#%It really is just nice to see penny enjoying herself for once.#$b#%While you'd like nothing more than to stay and maybe even join in the fun...#$b#%You decide it would be best to leave her to her fun, before she becomes self concious.",
            "fall_Fri": "Vincent keeps asking me to show him how to lift weights.#$b#I'd rather he have fun being a child for a while longer.#$b#He should be learning about the world, and playing pretend...$2#$b#I miss being able to do that...$3",
            "fall_Fri2": "I might need to ask Emily if she'll make me a new top.$3#$b#This one isn't going to fit me for much longer at the rate I'm growing...$2",
            "fall_Fri4": "This time last year, I couldn't even lift half of what I do now.#$b#In a way it's kind of thrilling, seeing how much progress I can make.#$b#Now if only my confidence could grow as quickly as my body...$2",
            "fall_Fri6": "Would you mind if I shared something personal with you?$3#$b#I found a picture of my mom back when she was in shape while I was cleaning today.$3#$b#She looked amazing...Her body was truly incredible.$0#$b# She looked so proud, and strong. I wish I could be like that.$1#$b#...$2#$b#I can't help but wonder if she resents me.$2#$b# Just by being born, I robbed her of her livelihood, her passion, and her health...$2#$b#She's never said that she does, but she must harbor some resentment towards me, right?$2#$b#...Anyway, Thanks for hearing me out, sorry for bringing the mood down.$3",
            "fall_fri8": "Wow... that might have been my best work out yet!$1#$b#I can still feel the adrenaline!$1#$b#...Did you maybe want to see me flex while I'm all pumped up?$6#$b#...$13#$b#That's all for now... *giggle*$1",
            "fall_Sat8": "Do you think I could come over to the farm every now and again?#$b#It'd be nice to train without mom being there.#$b#...and I noticed you umm...like my body...$4#$b#That could be an incentive for you, right?$4",
            "fall_Sun8": "%You spot Penny sitting on the ground with her kneens tucked into her chest.#$b#%On closer inspection, her face is bright red, and she looks like she's been crying.#$b#%You don't see the staps to her top. It would seem she's experiencing a clothing malfunction of some sort.#$b#Oh, @! Thank god it's you!$18#$b#While I was jogging, the straps of my top broke, and I've been stuck here covering myself...$18#$b#Could you please help me? I'm so embarrassed.$18#$b#%You quickly move in to assist penny.#$b#%From behind you can see that the straps have broken in the back.#$b#%While you pull some bobbie bins from your pocket, you take in Penny's wide back.#$b#%Becuase she is hunched forward, covering her breasts, her lats are flared upward.#$b#%You stop oogling, and start repairing Penny's straps.#$b#Phew...Thank you @.$7#$b#I'll ask Emily if she can properly fix these later.#$b#...I really apreciate you coming to my rescue.$4",
            "winter_Mon": "On the 25th we'll be having the Feast of the Winter Star. It's one of my favorite events.#$e#It's supposed to be a time to show gratitude for all the good things in your life... but for most people it's just a time to relax and exchange gifts.",
            "winter_Tue": "I try to stay indoors as much as possible during the winter.#$b# It's hard to workout in bulky clothes, and I also hate being cold.",
            "winter_Tue4": "Sometimes I wish I had abigail's life.#$b#She loves her body, she's persuing an eduaction...$2#$b#...$#4b#I wonder how she does it...$3",
            "winter_Thu": "Clint asked me if I could haul some coal for him...$2#$b#Now I'm all sooty.$3","winter_Fri": "The sharp, cold air really stings my lungs when I'm breathing heavily from a workout...$2",
            "winter_Fri2": "I'm definately going to warm my achy muscles at the indoor spa tonight.",
            "winter_Fri8": "I Somehow ended up in a conversation with Abigail about the drugs Maru makes for her.#$b#She told me that after an injection, she feels amazing.#$b#She also mentioned it does wonders for her libido...$4#$b#Not that I have any interest in taking steroids!$8#$b#...$4",
        
		
       
    
            },
    },
{
        "Action": "EditData",
        "Target": "Characters/Dialogue/Pam",
        "Entries": {
	"Introduction": "Hey, kid. The name's Pam.#$e#Don't be snooping around my girl Penny while she's training! That girl's our ticket out of this dump!$3#$b#I don't see any reason why you can't come by when she's not busy though, girl could use a friend.",
        "pamHouseUpgrade": "I can't believe you bought me a house! Is there any catch?#$e#Sorry, I'm not used to people being so nice...$s",
        "pamHouseUpgradeAnonymous": "I can't believe someone bought me a house! I wonder if it's some kind of scam?#$e#Sorry, I'm not used to people being so nice...$s",
        "MovieInvitation": "Date night with ol' Pam, huh? Hah!$h^Ladies night with ol' Pam, huh? Hah!$h#$b#Sure thing, kid... I'll see you there.",
        "cc_Bus": "Hey, did you hear about the ol' bus?#$b#Yep... I'm back on the saddle, kid... hehe. Feels nice.$h",
        "Mon": "#$1 PamDrank#urghh... my head...$k#$e#You know, I'd eat healthier food if I could afford it.#$e#Hey, you probably have a lot of tasty grub growin' on your farm, hm?",
        "Saloon": "Nothin' like a sip o' the good stuff to warm these old bones...$h",
        "Saloon_Entry": "Ah... Finally./I need a drink./Gus! Gimme the usual./Hey, I'm back!/Ooh boy, am I thirsty!/I'm parched!",
        "Trailer_Entry": "Penny! Did you make dinner?/Penny! You done your chores?/Penny! You finish those sets?/I'd better hear lifting in here!",
        "Saloon6": "Hey, kid. I'd buy you a drink if I could afford it!",
        "Saloon_Tue": "Hey Gus! Gimme another round! *hic*$h",
        "Saloon_Wed": "*Sigh*... Hey, kid. You're too young to be moping around in a place like this.",
        "Saloon_Thu": "*gulp* ... Penny's such a great girl.#$b#She's got so much potential.#$b#She's just like her ol' ma heh heh.",
        "Saloon_Fri": "Oi, Gus! Gimme another pint of your strongest!",
        "Saloon_Sat": "%Pam isn't responding. She's holding what seems to be a picture of her in her youth.#$b#%You notice that she's in a posing suit, and holding a large bodybuilding tophy.",
        "Saloon_Sun": "%Pam is passed out on the bar.#$b#%She's drunkenly muttering work out commands to penny in her sleep.",
        "Tue": "Hey, you! Don't be snoopin' around when Penny's training, you hear me?$u#$e#That girl's always coming up with excuses to skip out. She'll never be a winner if she keeps slacking off.",
        "Tue2": "I was reading the newspaper this morning but then I got depressed. It's a rotten world, kid.$4#$b#What was the article about?#$b#Awww just some of my old gal pals, rocking the competition scene.#$b#I'd've been there with 'em, but well... life just kinda didn't work out that way.$2#$b#Penny's still got a chance.$0",
        "Wed": "$d bus#You don't know how glad I am that the bus is up and running! I feel alive again.|Times have been tough lately. I got laid off of my job as a bus driver, and lord knows training Penny doesn't bring home the bacon.$2#$b# If I got that job back I could drive you to Calico Desert.$0#$b#...Might even be able to afford something nice for Penny.$1",
        "Thu": "#$1 PamDrunk#Blahh... I had one too many caramel porters at the saloon last night... Go away.$k#$e#My house ain't pretty but at least it's by the river.#$e#Hey. Penny's my baby girl. Be nice to her or leave her alone, got it?",
        "Thu4": "Penny says I spend too much time at the saloon...$2#$b#If that girl knew what I gave up for her...$3#$b#Bah...*sigh* It's all in the past now.$2",
        "Thu4_inlaw_Penny": "Now that you snatched up my Penny, I'm looking for a new girl to train. Maybe that Jas girl...",
        "Fri2": "You know, I've been thinking... I wish I had a hobby. Something to do other than hanging around at that saloon every night.#$e#You got any ideas?#$e#I could try to get back into shape. It's too late to compete, but I'm not whooped yet!$1",
        "Fri": "Each day's just the same as the last...$s#$b#If only I'd taken home some more medals before I retired...$2",
        "Sat": "Make sure your boots are clean before you go stompin' around in my house.$3#$e#If penny has to take time away from her training to clean up after guests, they're gonna get an earful from me!$3",
        "Sat4": "I was thinkin' back to my glory days. I met penny's dad when I was in my prime.$1#$b#Bastard walked out on us when things got too real though. Damn near cost me everything to keep us afloat.$3#$b#But I didn't lose Penny. I want that girl to have a future, but she's gotta earn it same as I did.$4#$b#Well Almost did...$2",
        "Sun": "Are you friends with Gus? He's a pretty good guy.#$e#He even gives me free beer on my birthday.",
        "event_credit1": "Hey, watch your mouth! No one tells me what to do!$u",
        "event_credit2": "...it isn't? That's terrible!$s#$b#...Oh.$s",
        "summer_Tue": "Hi, stranger.",
        "summer_Tue2": "Oh, it's Mr. @.^Oh it's Miss @.#$e#Do you need my help or something? #$b#Penny's of teachin' the local rugrats.#$b#She thinks I don't know about it.",
        "summer_Tue6": "I had hopes and dreams like you, once... But look at me now.$s#$e#Life doesn't always turn out like you expect.#$e#Ah well. There's no sense dwellin' on what you don't have.",
        "summer_Wed": "Havin' a local farm is good for our town. Maybe you could toss us some produce every now and again.",
        "summer_Wed4": "Maybe if you do real well on your farm it'll boost the local economy.#$e#Then everyone will have a job and we'll all be happy, right?",
        "summer_Thu": "Oh, hi there, farmer.#$e#I don't often chit-chat with strangers.",
        "summer_Thu4": "I always seem to end up at the saloon at some point.#$e#It's too close to my house. It ain't healthy.",
        "summer_Fri": "...Yeah?#$e#You're a fine lookin' young man. Why're you wastin' your time talkin' to an old girl like me?^You're a pretty gal. You could stand to put on some muscle, but thats asides the point.$0#$b# What're you wastin' your time talkin' to someone like me for?",
        "summer_Sat2": "Don't mind that ol' dog next to the house.#$b#He might look at you cross, but he'll never get up from that box in a hundred years.#$b#The old boy's name? It's Dusty.",
        "summer_Sat": "Someone's been complainin' about my yard... sayin' it's a mess. Was it you?$u#$e#Hmmm...",
        "fall_Tue": "If I knew you better, I'd be more inclined to chat.",
        "fall_Tue4": "I used to be young, once. Strong too. Hard to believe, huh?#$e#Time sure goes fast when you grow up.$s",
        "fall_Wed": "*Sigh*... I guess I'll be popping a frozen dinner into the microwave tonight.$s",
        "fall_Thu": "Penny's the only one I've got, so you best treat her kindly.",
        "fall_Fri": "Every day is the same old routine...$s#$e#Do you ever have that problem, farmer?",
        "fall_Sat": "I was thinking of cleaning up the house while Penny is training today...But my darn back just can't handle it.$2#$b#Sometimes I wonder if hat girl hates me.",
        "fall_Sun": "Don't you have work to do?#$e#You should be thankful that you have a job rather than moping around town all the time.",
        "fall_Sun4": "I miss my bodybuildin' days. I used to go to all the contests, even had a sponsorship for a bit there.#$e#Times sure do change.",
        "winter_Mon": "You got any hogs on that farm?",
        "winter_Tue": "Do you want somethin' from me, kid? Best look somewhere else.",
        "winter_Tue4": "I just hope Penny has a good life ahead of her. If you ever have kids you'll know how I feel.#$e#I'm rough on her, but only cause I care.",
        "winter_Tue4_inlaw_Penny": "Hey. You better be treatin' Penny right on that old farm of yours. She's the only one I got!",
        "winter_Wed": "Hey kid. What're you up to?#$e#I'm just passin' time, same as always.",
        "winter_Thu": "It's awful cold. A visit to the saloon should warm me up, don't you think? Heh heh.#$e#Why don't you swing by the saloon later for a taste o' the Oh-Be-Joyful?",
        "winter_Fri": "Penny sure does like old books. I think she's a heck of a lot smarter than I ever was.#$e#She could stand to gain some more muscle though.$4#$b#Brains and brawn are a powerful combo. I think that girl could really go places.",
        "winter_Sat": "I oughta take up fishin', seein' as how close the river is.",
        "winter_Sun": "Blah... my front yard's a mess.$s"
        },
    },
//Events
    //Trailer
    {
        "Action": "EditData",
        "Target": "Data/Events/Trailer",
        "Entries": {
"35/f Penny 1000/p Penny": "50s/-1000 -1000/farmer -30 30 0 Penny 12 7 0 Pam -100 -100 0/skippable/specificTemporarySprite pennyMess/viewport 12 7 true/pause 1000/speak Penny \"Ughh... It's so dirty in here.$s\"/pause 500/warp farmer 12 9/playSound doorClose/pause 500/faceDirection Penny 2/pause 500/emote Penny 16/pause 300/speak Penny \"@! Um... Sorry that it's such a mess. I was about to clean up.$3#$b#I'm just so tired after my workout.$2\"/pause 500/move farmer 0 -1 0/pause 600/emote Penny 32/pause 300/speak Penny \"You'll help me? You really mean it?$h\"/pause 500/faceDirection Penny 1/faceDirection farmer 1/speak Penny \"that would be wonderful! Okay, If you could get started over there, I'll clean the kitchen!\"/move farmer 2 0 1/move farmer 0 -2 1/move farmer 1 0 1/move Penny -1 0 0/animate Penny false true 100 24 25/animate farmer false true 100 35/pause 200/playSound dwop/removeSprite 16 6/pause 200/move Penny -1 0 0/animate Penny false true 100 24 25/stopAnimation farmer/faceDirection farmer 0/pause 1200/stopAnimation Penny/removeSprite 10 5/playSound dwop/move Penny -1 0 0/animate Penny false true 100 24 25/pause 900/animate farmer false true 100 41/pause 300/playSound dwop/removeSprite 15 5/stopAnimation farmer/pause 1400/stopAnimation Penny/move Penny 1 0 0/pause 800/warp Pam 12 9/playSound doorClose/stopMusic/move Pam 0 -1 0/faceDirection Penny 2/faceDirection farmer 3/faceDirection Pam 1/pause 500/faceDirection Pam 3/speak Pam \"Whaddya think you're doing?!$u\"/faceDirection Pam 1/faceDirection Pam 3/faceDirection Pam 0/speak Pam \"I told you no guests during training hours!$u\"/move Penny 2 0 2/pause 500/emote Penny 28/pause 500/speak Penny \"Mom, I did my training today!$5#$b#The house is a total mess. @ and I were just trying to tidy things up a bit.#$b#*sniff* *sniff*... Were you at the saloon just now? You smell like beer...$s\"/pause 300/move Pam -1 0 3/emote Pam 12/pause 400/speak Pam \"It's none of your damn business where I go!$4\"/pause 500/speak Penny \"It IS my business! We hardly have any money left!$a#$b#That money was supposed to go to our groceries this week! Stop being so selfish!$a\"/faceDirection Pam 0/shake Pam 5000/pause 600/speak Pam \"Selfish? I gave up my career, my future, my passion!$3#$b#I gave it all up for you, and you call me selfish!? You ungrateful little...$u\"/pause 500/emote farmer 28/pause 500/faceDirection Pam 1/faceDirection Penny 1/move farmer -2 0 2/move farmer 0 2 3/pause 500/speak Pam \"You'd better go. I'm sorry you had to see this, kid.$4\"/pause 500/move farmer -1 0 2/move farmer 0 1 2/pause 500/faceDirection farmer 0/faceDirection Penny 2/pause 700/faceDirection farmer 2/pause 500/warp farmer -40 -40/playSound doorClose/pause 500/move Pam 0 -1 1/pause 300/faceDirection Penny 3/speak Pam \"He's a nice young man...^She's a nice young lady...\"/speak Pam \"Listen... I jsut don't want you getting distracted, you have so much potential... You understand?$4\"/pause 300/faceDirection Penny 2/pause 600/showFrame Penny 23/pause 700/speak Penny \"...Yes, mother.$s\"/pause 1000/mail PennyCleanTrailer/end warpOut",
        "36/f Penny 1500/p Penny": "musicboxsong/9 7/farmer -30 30 0 Penny 9 7 0/skippable/pause 1000/playSound doorClose/warp farmer 12 9/pause 400/faceDirection Penny 2/pause 300/speak Penny \"@, you came at a good time!#$b#I'm just about finished cooking a new recipe I've been working on!$h\"/pause 400/move farmer 0 -2 3/faceDirection Penny 1/move farmer -2 0 3/speak Penny \"It's packed with a lot of different sources of protein!\"/pause 200/faceDirection Penny 0/pause 200/animate Penny false true 120 29 30/playSound crafting/pause 320/playSound crafting/pause 320/playSound crafting/pause 320/playSound crafting/pause 320/stopAnimation Penny/pause 500/playSound openBox/showFrame Penny 29/pause 400/playSound furnace/showFrame Penny 30/pause 1500/playSound clank/faceDirection Penny 0/pause 500/faceDirection Penny 1 true/showFrame Penny 28/speak Penny \"Here, mind giving it a little taste?\"/pause 800/faceDirection farmer 2/farmerEat 200/showFrame Penny 4/pause 2500/stopAnimation farmer/pause 500/playSound gulp/animate farmer false true 350 104 105/pause 500/specificTemporarySprite pennyCook/pause 1500/faceDirection farmer 2/pause 500/speak Penny \"$q 72 null#...well?#$r 72 50 event_cook1#(Lie) Mmm! That was delicious!#$r 73 -50 event_cook2#Uh... can I get the rest to go?#$r 73 0 event_cook3#Well it's definitely unique... how did you get it so rubbery?\"/pause 500/speak Penny \"$p 72#Well, since you're the first person to try it, I think I'll name it 'Chili de @'.$h#$b#It's so difficult to find time to learn new skills when you spend all of your time lifting weights...$2##$b# So I'm really glad you liked it!$1|Well, I guess this recipe was a failure...$s\"/stopAnimation farmer/faceDirection farmer 3/pause 600/speak Penny \"Um... I finished up my training for today$4#$b#So how would you feel about watching a movie with me?$4\"/pause 500/move farmer 5 0 0 true/move Penny 5 0 0 true/globalFade/viewport -1000 -1000/end dialogue Penny \"Thanks for being my taste-tester.$h\""
             },
},
//BathHouse_Pool
    {
        "Action": "EditData",
        "Target": "Data/Events/BathHouse_Pool",
        "Entries": {
"38/f Penny 2500/t 1900 2400/n pennySpa": "echos/-1000 -1000/farmer 13 23 2 Penny 9 29 1/swimming farmer/swimming Penny/skippable/showFrame Penny 31/viewport 13 27 true/pause 2000/playSound slosh/move farmer 0 6 3/positionOffset farmer 0 16/pause 700/speak Penny \"There you are! I was worried you didn't get my note, or that maybe it was too vague...$19\"/playSound slosh/move Penny 1 0 1/pause 1500/faceDirection Penny 0/speak Penny \"%Penny averts her gaze, and begins fidgeting awkwardly, as if she is recalling what she had planned to say next.#$b#% As she does so, you admire the rippling cords of sinew that make up her muscular chest.#$b#%each time she adjusts her arms, her pecs ripple and dance, further accentuated by her glistening, wet skin.#$b#% It's then that you notice... she's not wearing a top. The only thing covering her modesty, is the steamy water.#$b#We, um... It looks like we're alone.$17#$b#...a-and I'm not wearing anything...$10\"/pause 800/speak Penny \"I... I've noticed you admiring my muscles.$10#$b#...$10#$b#%Penny's face turns deep red after saying this. She looks like she could flee out of embarrassment  at any moment.#$b#%But she stays, and turns to face you, staring at you longingly.\"/faceDirection farmer 0/pause 1300/faceDirection Penny 1/pause 500/playSound slosh/move Penny 1 0 1/faceDirection farmer 3/speak Penny \"$q -1 null#...Do you know why I asked you here tonight?$17#$r -1 0 event_pool1#You have something to tell me.#$r -1 0 event_pool2#I'm not exactly sure.#$r -1 0 event_pool3#You wanted me to admire your muscles.\"/faceDirection Penny 3/pause 800/faceDirection Penny 1/speak Penny \"Oh, @... I'm trying to look confident but...$18#$b# This is a lot harder than I thought... I really don't want you to hate me.$18\"/pause 1000/playSound slosh/move Penny 1 0 1/pause 500/speak Penny \"*deep breath* I've been meaning to tell you for a while now... a-about how I feel.$19#$b#The truth is, I can't stop thinking about you...$11#$b#I've never felt this way about anyone before.$17#$b#%Penny's expression tightens, and she looks at you expectantly. You should choose your next words very carefully.\"/speak Penny \"$q -1 null#...$8#$r -1 0 event_pool4#I feel the same way about you.#$r -1 -1500 event_pool5#Sorry, but I don't like you in that way...\"/fork pennyHeartbroken/pause 1000/showFrame Penny 32/pause 200/playSound slosh/positionOffset Penny 2 0/pause 50/positionOffset Penny 2 0/pause 50/positionOffset Penny 2 0/pause 50/positionOffset Penny 2 0/positionOffset farmer -2 0/pause 50/positionOffset Penny 2 0/positionOffset farmer -2 0/pause 50/eyes 1 -10000/positionOffset Penny 2 0/positionOffset farmer -2 2/pause 50/positionOffset Penny 2 0/positionOffset farmer -2 0/pause 50/positionOffset Penny 2 0/positionOffset farmer -2 0/pause 50/positionOffset Penny 2 0/positionOffset farmer -2 0/pause 50/positionOffset Penny 2 0/positionOffset farmer -2 0/specificTemporarySprite heart 13 29/pause 1200/speak Penny \"%As Penny's soft lips reach yours, your mind is flooded with sensations.#$b#%You know in that moment, that this is a woman you could spend the rest of your life with.#$b#%Penny is timid at first, her kiss slightly akward, and clumsy.#$b#%Even still, she quickly becomes even bolder, and invites your tongue to dance with hers.#$b#%She tastes a bit like strawberry flavored protein shake.#$b#%As you continue to share this wonderful kiss, you feel Penny's hands grabbing your wrists, guiding your hands to her hips.#$b#%After letting them settle for a moment, you let your hands wander gently upwards, brushing along her obliques, and resting on her serratus anterior muscles, just below her supple breasts.#$b#%You knead the stony muscles with your thumbs, but they're too hard to dent.#$b#%Penny seems receptive, gently moaning into your mouth as your hands become more and more adventurous, travelling north to her soft breasts.#$b#%You hands sink into the fleshy mounds, but you can feel the edges of your fingertips press against the hard pectorals beneath.#$b#%You can feel Penny's heartbeat quickening, she's becoming excited by your touch.#$b#%This kiss has been going on for some time, and you both realize you need to come up for air.#$b#%Breaking the kiss, and without saying another word, you stare at each other longingly for what feels like hours.#$b#%As you both come down from the wonderful sensations you were feeling, Penny remembers that she has to be home before curfew.#$b#%She gives you a peck on the cheek, before turning to leave.#$b#%As she leaves the pool, you can see her exposed backside, her round, powerful glutes flexing as she steps out of the water.#$b#%Penny shoots you one last loving glance, before she disappears behind the locker room door.#$b#%You stay in the water for a moment, recalling how your hands felt against her warm body.#$b#%This is a night you will remember for the rest of your life.\"/pause 1200/globalFade/viewport -1000 -1000/pause 2000/stopSwimming farmer/stopSwimming Penny/end warpOut",
        "pennyHeartbroken": "move Penny 0 -2 0/faceDirection farmer 0/shake Penny 5000/globalFade/viewport -1000 -1000/stopSwimming farmer/stopSwimming Penny/end warpOut"
 },           
    },
//Animation Frames
    {
        "Action": "EditData",
        "Target": "Data/animationDescriptions",
        "Entries": {
"penny_lift_weights": "48 48 48 49 49 50 50 51 51/52 52 52 52 52 52 52 52 53 53 54 54 54 54 54 54 54 54 53 53/52 51 50 49 48 48 48 48/Strings\\animationDescriptions:penny_lift_weights",
"penny_exhausted": "57 57/55 55 55 55 55 55 55 55 56 56 56 56 56 56 56 56/57 57",
 },           
    },
//Animation Dialog
    {
        "Action": "EditData",
        "Target": "Strings/animationDescriptions",
        "Entries": {
"penny_lift_weights": "%Penny is absorbed in her workout. You remember that it isn't a good idea to bother her during her training.#$b#%Still, it's impossible to ignore the display of focus, and strength before you.#$b#...$9",
 },           
    },

    ]
}