{
"Format": "1.0.0",
"Changes": [

{
"Action": "EditData",
"Target": "Data/Events/FarmHouse",
"entries": {
	//Penny Growth
		"0917001/f Penny 250/O Penny/t 600 2600/z summer/z spring/z fall/u 28": "sweet/9 7 true/farmer 15 7 3 Penny 8 7 2/shake Penny 9000/animate Penny false true 250 58/makeInvisible 5 5 5 1/makeInvisible 8 14 5 1/viewport 9 7 true unfreeze/move farmer -5 0 3/pause 1000/speak Penny \"%Penny looks distressed, almost like she's in pain.#$b#%She has her meaty arms crossed over her chest, as if she were holding herself together.#$b#...!$24\"/pause 1000/speak Penny \"Oh thank goodness... It's starting to subside.$7#$b#@, I've been working on my body non-stop all year.$3#$b#When we first met, I hated my body.$2#$b#It was through your love that I was able to realize just how much I love working out, getting stronger, and building up my muscles...$4#$b#It's finally time for all of that effort to pay off.$1#$b#I'm certain this feeling means a huge growth spurt is coming...$6#$b#I'm so excited!$1\"/pause 1000/emote Penny 16/pause 500/shake Penny 99999/speak Penny \"*grunt* I-it's back...$24#$b#It's really intense... It feels like I'm going to explode!$24#$b#I-I'll be ok, trust me @.$24#$b#And t-tomorrow, I'm going to be an all new penny!$1\"/end dialogue Penny \"%Penny is doing her best to manage the intense sensations she is feeling, even though it looks like she's about to burst.#$b#%You feel an overwhelming sense of pride for your wife.#$b#%She worked so hard, and now her efforts are going to be rewarded.#$b#%...The thought of her growing even bigger and more musclar is also very exciting.#$e#I c-can't wait for you to see the new me tomorrow...$7\"",
		"0917002/f Penny 250/O Penny/t 600 2600/z summer/z winter/z fall/u 1": "sweet/9 7 true/farmer 15 7 3 Penny 8 7 2/animate Penny false true 250 0/makeInvisible 5 5 5 1/makeInvisible 8 14 5 1/viewport 9 7 true unfreeze/move farmer -5 0 3/pause 500/emote farmer 16/pause 1000/speak Penny \"%It would seem Penny was right about her growth spurt!#$b#%The penny that stands before you now is absolutely massive.#$b#%Her now mountainous lats push her cute copper curls up, and nearly reach her ears.#$b#%The slightest movement  of her arms causes her now phonebook sized pecs to ripple and swell.#$b#%Even penny herself is in awe of her new mass, playfully flexing and squeezing her newly expanded muscles.#$b# ...Pretty incredible right?$4#$b#It's just so much muscle...$4#$b#I mean Look at me! I'm huge!!$13#$b#I feel like I've doubled my muscles mass... Maybe even more!$8#$b#I couldn't have done it with out you, @. You are the love of my life.$4#$b#Thank you.$4#$b#I need a little while to get used to my new body.$13\"/end dialogue Penny \"I just can't get over how massive I am now.#$b#Even in my wildest dreams I never imagined I could get this big.#$b#It feels amazing.$6#$b#I might just take the rest of the day off to explore all of my new muscles.$6#$b#...And you're welcome to join me, of course.$10\"",
	//Abigail Growth
		"0917003/f Abigail 250/O Abigail/t 600 2600/z summer/z spring/z fall/u 28": "sweet/9 7 true/farmer 15 7 3 Abigail 8 7 2/shake Abigail 9000/animate Abigail false true 250 58/makeInvisible 5 5 5 1/makeInvisible 8 14 5 1/viewport 9 7 true unfreeze/move farmer -5 0 3/pause 1000/speak Abigail \"%Abigail is trembling. All of her tremendous muscles are rigid and locked.#$b#%She looks as though she is trying to control whatever it is that is happening to her body.#$b#...!$9\"/pause 1000/speak Abigail \"Ok... I think it stopped for a sec...$6#$b#*phew*$2#$b#I know this is going to sound weird but, um...#$b#Well, it's no secret I've been working out like crazy all year, right?#$b#Even more so since I moved here with you.$4#$b#Even when I was tired, unmotivated, or depressed... Your love kept me going.$4#$b#But anyway, how do I put this? Um...$3#$b#I dunno.. It kinda feels like I reached maximum EXP, and now I'm about to level up?$1#$b#It's dorky, I know. But it's the only way I can think of to expla-\"/pause 300/emote Abigail 16/pause 300/shake Abigail 99999/speak Abigail \"*grunt* T-the pain is back...$9#$b#It's r-really not even pain just...pressure? It's really intense...!$9#$b#I-I'm gonna be ok, @. You know me.$9#$b#Tomorrow, we're going to see what I look like at the next level!$1\"/end dialogue Abigail \"%Despite the overwhelming sensations Abigail is currently experiencing, she's staying in control.#$b#%You think back to all of the times you were lucky enough to witness Abigail working out.#$b#%You're happy for her that all of her hard work is about to pay off.#$b#%...It would be lying to say you're not also excited for yourself.#$b#%The thought of getting to be with an even more muscular Abigail is almost too exciting to bear.#$e#I c-can't wait for you to see the new me tomorrow...$11\"",
		"0917004/f Abigail 250/O Abigail/t 600 2600/z summer/z winter/z fall/u 1": "sweet/9 7 true/farmer 15 7 3 Abigail 8 7 2/animate Abigail false true 250 0/makeInvisible 5 5 5 1/makeInvisible 8 14 5 1/viewport 9 7 true unfreeze/move farmer -5 0 3/pause 500/emote farmer 16/pause 300/speak Abigail \"%It would seem Abigail was right about 'leveling up'!#$b#%The Abigail that stands before you now is absolutely massive.#$b#%While she still retains a light layer of fluff, you can still make out each and every gargantuan muscle.#$b#%Thick veins travel from her enormous chest, across her pumkin-sized delts, and down her mountainous biceps.#$b#%Resting on Abigal's now ham-sized pecs are her breasts, which also seem to have grown overnight.#$b#%They're so large and full, that they're practically spilling out of her tiny top.#$b#%Even Abigail herself is in awe of her new mass, playfully flexing and squeezing her newly expanded muscles.#$b#God... Just look at me! I'm enormous!$10#$b#Even my boobs are bigger!$1#$b#I feel so powerful, like I could go out and lift a mountain!$8#$b#I think I love my new pecs the most.#$b#I can rest my chin on them, they're so thick...$4#$b#This is such a turn-on...$11#$b#And it's all thanks to you, @.#$b#Without your love and support, I never could have done this.$4#$b#I love you so much.$4\"/end dialogue Abigail \"God I'm so huge now...$11#$b#You have no idea how good this feels...$11#$b#Don't worry, I'm going to make sure you feel plenty good tonight...$11#$b#My way of saying thanks...$11\"",
	//Haley Growth
		"0917005/f Haley 250/O Haley/t 600 2600/z summer/z winter/z fall/u 14": "sweet/9 7 true/farmer 15 7 3 Haley 8 7 2/shake Haley 9000/animate Haley false true 250 35/makeInvisible 5 5 5 1/makeInvisible 8 14 5 1/viewport 9 7 true unfreeze/move farmer -5 0 3/pause 1000/speak Haley \"%Haley is shuddering. She is performing an incredible full body flex. #$b#%Something is different. It's almost as though she is desperately trying to force her body to relax...#$b#...!$12\"/pause 1000/speak Haley \"God, I hope that's the last of it$2#$b#*phew*$2#$b#Or maybe I don't , I dunno. I feel like I'm about to blow up, but kinda of in a good way?#$b#I think I'm about to have like, a major growth spurt or something.$13#$b#Ever since I met you, you've slowly made me into a better person.#$b#Over time, I started to like myself more and more.#$b#And not just in the self-obsessive way.$3#$b#You made me want to better myself, not just for my own sake, but for yours too.$4#$b#So tomorrow when this is over, i'm going to be a brand new Haley for you!$1#$b#I hope you're ready for- $6\"/pause 300/emote Haley 16/pause 300/shake Haley 99999/speak Haley \"*grunt* T-this again... *grunt*$12#$b#Don't worry about me, @.$12#$b#If this is what it takes make me even better, I can handle it!$6#$b#*grunt*$12\"/end dialogue Haley \"%Haley is enduring the transformation occurring within her body.#$b#%Muscles involuntarily ripple and flex, and swear purs from her brow.#$b#%If your wife wern't in such extreme discomfort, it would almost be an arousing sight.#$b#%You check to make sure she's ok.#$b#I can do this, @.12$#$b#I know it's hard, but you'll just have to wait for your goddess to ascend to greatness.*giggle*$10\"",
		"0917006/f Haley 250/O Haley/t 600 2600/z summer/z winter/z fall/u 1": "sweet/9 7 true/farmer 15 7 3 Haley 8 7 2/animate Haley false true 250 0/makeInvisible 5 5 5 1/makeInvisible 8 14 5 1/viewport 9 7 true unfreeze/move farmer -5 0 3/pause 500/emote farmer 16/pause 300/speak Haley \"%You find Haley, but she's different from the Haley you went to sleep with last night.#$b#%Every sigle incho of this woman is covered in inhumanly large muscle.#$b#%Traps that nearly engulf her head.#$b$%Pecs so thick and wide that they must obscure her vision.#$b#%Her biceps could be as big, if not bigger than your entire head.#$b#%She is an absolute monster of muscular mass.#$b#...Enjoying my new body?$8#$b#I know I definately am, this feels amazing...$8#$b#God, everywhere I look is just muscle... and it's all me!$1#$b#%Haley demonstrates with a massive double biceps flex.#$b#%Her mountainous peaks leave little room for her to fully complete the motion.#$b#%Haley cups her swollen bicep heads with the palms of her hands, marvelling at their size and hardness.#$b#Mmmhh...I could get used to this...$8#$b#It wouldn't have been possible without you, @.#$b#I love you so much!$1 \"/end dialogue Haley \"My fans are going to freak out when they see the new me.$1#$b#I mean I'm freaking out too *giggle*!$1\"",
		//HALEY OFF STEROIDS
		"0917008/f Haley 250/O Haley/t 600 2600": "sweet/9 7 true/Haley 9 6 2 Maru 999 999 0/pause 2000/playSound doorOpen/pause 300/warp Maru 9 11/pause 500/playSound doorClose/move Maru 0 -3 0/pause 1000/speak Haley \"Did you bring what I asked for?$3\"/pause 300/emote Maru 32/speak Maru \"Sure did!$1#$b#I'm really glad you decided to give my formula another try!$1\"/pause 300/speak Haley \"Well, I'm trying to think about the future.$7#$b#I'm with @ now, and...$7#$b#Well, I can tell he's worried about me.^I can tell she's worried about me.$2\"/pause 300/speak Maru \"I understand. I promise this formula is safe, and will give you the results you want.$0\"/pause 300/speak Haley \"Are there any side effects?$11\"/pause 300/speak Maru \"You may think I'm just boasting, but the only side-effect is pleasure!$1#$b#This formula enhances your body's ability to produce the hormones needed to achieve muscle tissue growth.$3#$b#As a result, it also increases your libido!$1\"/emote Haley 16/pause 300/speak Haley \"Keep your voice down, @ is trying to sleep.$11#$b#That does sound great though...$4#$b#What about mood swings?$2\"/emote Maru 8/pause 300/speak Maru \"Mood swings?$8#$b#I'm fairly certain this formula wouldn't have any negative effects like that.$2#$b#If anything it might even out your temperment, and sharpemt your mental acuity.$3\"/pause 300/Speak Haley \"I'll do it then. I want to be an even better woman for @.$4\"/pause 300/speak Haley \"Also, I wanted to apologize for how I treated you before.$7#$b#Thanks for still coming to help me.\"/pause 300/speak Maru \"It's all water under the bridge! I'm just happy to help anyone I can with my creations!$1\"/end dialogue Haley \"Oh wow... she wasn't kidding about the libido thing...$8#$b#Hm? Oh it's nothing.$0#$b#I just decided to switch to Maru's formula.#$b#And it really really works...$8\"",
     },
},

]
}


