{
"Format": "1.9",
"Changes": [
//Single Dialogue
    //Emily
    {
        "Action": "EditData",
        "Target": "Characters/Dialogue/Emily",
        "Entries": {
		"Introduction": "%As you approach a young woman with short azure hair, you feel an overwhelming sense of serenity.#$b%Just being near her makes you feel well.#$b#%She is wearing a red sports bra and matching sweat band, and blue dolphin shorts.#$b#%Her body is quite fit, bordering on muscular.#$b#%Capped shoulders and toned abs convery her level of fitness.#$b#%The Sapphire haired woman turns to you, and flashes a brilliant smile.#$b#Well, hello there!$1#$b#It's nice to meet you! I'm Emily, I live with my sister Haley.#$b#She's hard to miss, she's the biggest girl in town.#$b#%I'm more into wellness of both body and mind than bodybuilding specifically.$3#$b#But I like to think I'm in pretty good shape!$1#$b#%Emily quickly drops and performs a perfect split, before being backwards and flipping back into an upright position.#$b#*phew*!$1#$b#It was nice meeting you, but I have to get going, I still want to do some meditating today.#$e#Maybe some day you could swing by and do some deep breathing excersizes with me!",
        "danceRejection": "I'm very sorry... but I've already agreed to dance with someone else.$u",
        "divorced": "@... You broke my heart... I just can't talk to you anymore.$s#$e#Please, let me try to heal...$s",
        "dumped_Girls": "...$s",
        "breakUp": "B...But I thought we had a special bond... *sniff*$s",
        "secondChance_Girls": "@... I'm ready to give you a second chance. I still have faith that there's a good person inside of you.$s",
        "Mon": "Haley and I couldn't be more opposite.#$b#Life's funny like that huh?",
        "Mon2": "Have you ever just sat and listened to the voice of your body?#$b#Not many people even know it's there.#$b#The body has many ways of communicating with us.$3#$b#For example, your body is surprisingly strong, but wishes you'd give it a break every now and again.$7#$b#I can teach you how to meditate if you'd like!$1",
        "Mon4": "Haley once asked me if I ever wanted to be a buff as she is.#$b#While I think being that strong would be fun, I like to focus on my health and well-being.#$b#That's not to say I dislike putting on muscle, in fact I lift weights from time to time too!$1#$b#SoI'm going to maintain my regimen, and if I put on some mass, then that's just fine!$1",
        "Mon6": "I wish Haley would get a job or at least contribute to cooking and cleaning.$s#$e#I think she's hoping to marry someone rich.$u",
        "Mon6_inlaw_Haley": "I have to say, now that Haley's gone I've had a much easier time meditating.#$b#the house is so quiet now.",
        "Mon8": "I'm so glad you came to see me, @!$1#$b#I really enjoy your visits.#$b#Would you like to join me for some yoga?#$b#%You agree, and Emily hands you a spare roll-out mat.#$b#%The two of you assume the half pidgeon pose.#$b#%It's effortless for Emily, but you struggle at first with the pulling sensation in your legs and back.#$b#%You look over to Emily who is already deep in a meditative trance.#$b#%You follow her lead and let your mind grow silent.#$b#%Everything around you seems to stand still.#$b#%You no longer even feel the wind on your face. You only feel your own body, and Emily's aura side you.#$b#%It's as if you two are alone in the universe, and you find that notion very calming.",
        "Tue": "I work part-time at Gus' saloon. It pays the bills.",
        "Tue4": "I've become somewhat of a fitness apparel guru these last few years.$8#$b#I made most of the clothing our local bodybuilders use.#$b#It's a lot of fun, and I'm very proud of my work!$1",
        "Tue6": "%You find Emily deep in a meditative trance.#$b#%Just being near her makes you feel more calm and in tune with your emotions.#$b#%You take a mental note to set side some time to meditate yourself tonight.",
        "Tue8": "Hey there, @!$1#$b#I was actually just thinking about you.#$b#Truth be told, I think about you a lot.$4#$b#Erm, never mind, *giggle*$4#$b#So what's up?$0#$b#Me? Oh I was just about to do some calisthenics to get the blood pumping.#$b#After that I as thinking of borrowing some of Haley's lighter dumbells to do some weight training.#$b#I'm actually pretty strong, I'll have you know!$1",
        "Wed": "I think today I'll work on my natarajasana...$8",
        "Wed4": "I think the kapotasana pose might be my favorite.$0#$b#Once I was able to do that one, I was totally hooked on yoga.$1",
        "Wed6": "%Emily is performing a standard lotus pose, and mutter a mantra to herself.#$b#%She is the absolute embodiment of tranquility.#$b#%You almost feel as though you can see her aura.#$b#...$7#$b#...$7#$b#...$7#$b#I know you're standing there, @. I can feel your presence...$9#$b#*giggle* It's ok, I'm pretty good at getting back into trance. What's up?$0",
        "Wed8": "While I was meditating the other day, I had a vision of us together.#$b#We were atop a snow capped mountain, and meditating in an ice pond.$8#$b#I'm not really sure what that it meant, but it was a pleasant vision all the same.#$b#Oh, did I mention we were nude?$1#$b#I know nudity often helps me feel like I'm connected to the elements.#$b#... Sorry I didn't really mean to say that out loud...*giggle*$4#$e#...You were very attractive though, in my vision. *giggle*.$4",
        "Thu": "Today is a perfect day to do some planking!$1",
        "Thu4": "Being flexible has its perks.#$b#For one thing, I have no problem fitting into tight spaces!$1",
        "Thu8": ".",
        "Fri": "Ah, spring. The season of pastels. I actually prefer jewel tones, myself.#$b#Oh, excuse me! I was mumbling about fashion again, wasn't I?",
        "Sat": "I like making my own clothes, but it's not easy to get cloth.#$e#And it's such a long trip to the city.",
        "Sat6": "Do you ever think about the texture of fabric, @? Each texture has a distinct personality... feel my dress... see?",
        "Sun": "Hi @!#$e#Do you raise sheep in your barn? You can turn their wool into beautiful bolts of cloth!#$e#You'll need a loom, though. You can make them yourself if you know the crafting recipe.",
        "Sun4": "This house was left in our care by my parents. They've been traveling the world for the last two years.#$e#We have no idea when they'll be back.#$e#I enjoy living here, though. It's a beautiful area and the town is nice.",
        "event_dance1": "Thank you!",
        "event_dance2": "Um... Okay. Sorry you didn't like it. I guess those three years of practice were a complete waste...$s",
        "event_dance3": "Did you really think so? That's exactly the effect I was shooting for!$h#$b#I'm so glad you liked it.",
        "summer_Mon": "Haley is a picky eater. It's so hard to cook for her.",
        "summer_Mon4": "Eating healthy is very important to me. I want to live a long and active life.",
        "summer_Mon_inlaw_Haley": "Haley and I get along much better now that she's moved out. I look forward to her visits!",
        "summer_Tue": "Hello there, @.#$e#I feel lazy today.$u",
        "summer_Tue6": "I feel bad for Linus. People judge him, but he's just living a different lifestyle.$u#$e#I wish everyone could learn to be accepting of others.",
        "summer_Sun6": "Hi, @! We've become decent friends, haven't we?$h#$e#That's fine with me. You're a cool guy.^I'm glad.$h",
        "summer_Sun8": "Hi, @! We've become decent friends, haven't we?$h#$e#This may sound weird, but I've always been certain this would happen.",
        "summer_Wed": "It doesn't rain much in summer, does it?#$e#That just means more watering work for you, huh?#$e#Or do you enjoy the sunny weather?",
        "summer_Thu": "I consider the bees and butterflies to be my special friends!",
        "summer_Fri": "If I wasn't so busy I'd come help you on the farm!#$e#But Gus would be upset if I had another job...$s",
        "summer_Fri6": "You know, I'm sure Gus would understand if I wanted to leave the Saloon someday.#$b#There's so much out there, I can't stay a barmaid forever.$u",
        "summer_Sat": "Don't overwork yourself or you might end up in Harvey's clinic!",
        "summer_Sun": "Hi @!",
        "summer_Sun4": "It's around this time of year that my good friends visit the region... I mean the parrots!",
        "fall_1": "Well, fall is here. Time to plant some new crops, huh?",
        "fall_Mon": "It's good weather for a picnic, isn't it?",
        "fall_Mon8": "If I didn't have to work I'd suggest we go on a nice picnic!",
        "fall_Tue": "Hello. Did you have a good summer?",
        "fall_Tue4": "Hi @! I bet your farm did great this past summer, huh?#$e#You're an excellent farmer.$h",
        "fall_Wed": "My friend runs a shop in the desert. If you ever go there stop in and say hi for me.#$e#I think she sells some rare products.",
        "fall_Thu": "Are you friends with Clint? He's a nice guy, if you get to know him.#$e#He gets lonely working in his shop all day. But he's so shy he has trouble making new friends.",
        "fall_Thu8": "I think Clint's mad at me. He never looks at me anymore...$u#$e#I always thought we were friends.$u",
        "fall_Fri": "Another beautiful fall day.#$e#It's a pity it'll soon be over.",
        "fall_Fri6": "Smell that clean air? It's lovely, isn't it?#$b#I just fear that the Joja Co.'s of the world will take this away from us.$u",
        "fall_Sat": "Keep your mind open and some interesting things might take root.#$e#Anyway, how is your day going?",
        "fall_Sat6": "I don't have any huge plans for life. I prefer not to stress about the future.",
        "fall_Sun": "Nothing like a sunny sunday to lift the spirits!",
        "fall_Sun6": "There's so many invisible barriers holding us back. Why can't people learn to let go and celebrate freedom?#$e#Me? Well, you know what they say... 'You can't cage a wild Junimo'.",
        "fall_Sun10": "You're such a nice person, @! Thanks for being my friend.$h",
        "winter_Mon": "Be careful an icicle doesn't fall on your head!",
        "winter_Mon10": "Be careful an icicle doesn't fall on your head! I wouldn't want you to get hurt!",
        "winter_Tue": "Oh, hello @!$h#$e#You must be getting very good at farming by now, huh?",
        "winter_Tue2": "I bet you're an excellent farmer by now!",
        "winter_Tue4": "I think my hair is frozen solid...$s",
        "winter_Wed": "Haley and I aren't made for such a big house. It's a hassle to keep it clean.#$e#Ah well. I really shouldn't be complaining.#$e#Your farmhouse seems nice and cozy.$h",
        "winter_Thu": "It must be so cold for the poor fish.$s#$e#I wonder if any fish hibernate? Maybe I should ask Demetrius.",
        "winter_Fri": "If I wasn't so busy I'd help you dig around in that cave by the lake.#$e#I bet there are some powerful crystals inside there.",
        "winter_Sat": "Do you know how to cook 'Bean Hotpot'?#$e#I like that dish quite a bit.$h%revealtasteEmily207#$e#It's hard to get fresh ingredients in the winter, huh?",
        "winter_Sun": "Hi!#$e#...Yes?",
        "winter_Sun6": "My sister and I might fight sometimes, but I would really miss her if she left.#$e#I think she'll become a very nice young lady some day... Don't tell her I said that.$h#$e#So, is there anything you want to talk about?",
        "winter_Sun6_inlaw_Haley": "Say hi to my sister for me! And remind her to visit me tomorrow."
		},
},
]
}